const cats = [
  {
      id: 1,
      cat: 'আক্বীদাহ',
      subCat: [
          'আকীদাহ ও তাওহীদ',
          'ঈমান',
          'আল্লাহ তাআলা',
          'ফেরেশতা',
          'নবী রাসূল',
          'আসমানী কিতাব',
          'তাক্বদীর',
          'অসীলা',
          'সঠিক আকিদা',
          'জান্নাতের বিবরণ',
          'জাহান্নামের বিবরণ',
      ]
  },
  {
      id: 2,
      cat: 'মানহাজ',
      subCat: [
          'ভ্রান্ত দল',

      ]
  },
  {
      id: 3,
      cat: 'সালাত',
      subCat: [
          'ইমামত',
          'জামাআতে সালাত',
          'নফল ও সুন্নাত সালাত',
          'তাহাজ্জুদ ও কিয়ামুল লাইল',
          'মসজিদ',
          'বিতর সালাত',
          'সফর অবস্থায় সালাত',
          'রাফউল ইয়াদাইন',
          'সালাতের বিধিবিধান',
          'সালাতের দোয়া ও যিকির',
          'সালাতের ভুল',
          'সালাতের বিবিধ মাসায়েল',
          'জানাযার সালাত',
          'কাযা সালাত',
          'সালাতের সময়সূচী',
          'সূর্য ও চন্দ্রগ্রহণের সালাত',
      ]
  },
  {
      id: 4,
      cat: 'আযান',
      subCat: [
          'আযান ও ইকামত',
          'জুমার আযান',

      ]
  },
  {
      id: 5,
      cat: 'পবিত্রতা',
      subCat: [
          'ওজু',
          'গোসল ও তায়াম্মুম',
          'হায়য ও ইস্তিহাযা',
          'মযী ও বীর্য',
          'নাপাকিযুক্ত জিনিস',
          'শরীরের বিভিন্ন স্থানের লোম',
          'মলমুত্র ত্যাগ',
      ]
  },
  {
      id: 6,
      cat: 'জুমার দিন',
      subCat: [
          'জুমার সালাত',
          'জুমার দিনের আমল',
      ]
  },
  {
      id: 7,
      cat: 'ঈদ',
      subCat: [
          'ঈদের সালাত',
          'ঈদের দিনের আমল',
          'কুরবানী',

      ]
  },
  {
      id: 8,
      cat: 'নেক আমল',
      subCat: [
          'তাওবা',
          'উপহার দেওয়া প্রসঙ্গ',
          'সাদাকাহ',
          'সবর',
          'ভালো কাজের আদেশ ও খারাপ কাজে নিষেধ'

      ]
  },
  {
      id: 9,
      cat: 'খারাপ আমল',
      subCat: [
          'যুলম',
          'মিথ্যা',
          'ঝগড়া বিবাদ',
      ]
  },
  {
      id: 10,
      cat: 'সুন্নাহ',
      subCat: [
          'সুন্নাহর গুরুত্ব ও মর্যাদা',
      ]
  },
  {
      id: 11,
      cat: 'কুরআন',
      subCat: [
          'কুরআনের ফযীলত',
          'তিলাওয়াত',
          'তাফসীর',
      ]
  },
  {
      id: 12,
      cat: 'হাদীস',
      subCat: [
          'হাদীসের শুদ্ধাশুদ্ধি',
          'হাদীসের প্রামাণিকতা',
          'হাদীসের গুরুত্ব ও মর্যাদা',
      ]
  },
  {
      id: 13,
      cat: 'ফিক্বহ',
      subCat: [
          'ফিক্বহের গুরুত্ব ও মর্যাদা',
          'ফিক্বহি পরিভাষা',
          'ক্বিয়াস',
          'মতোবিরোধ',
          'মাযহাব ও তাক্বলীদ',
          'নাসিখ-মানসুখ',
      ]
  },
  {
      id: 14,
      cat: 'সিয়াম',
      subCat: [
          'সিয়ামের গুরুত্ব ও মর্যাদা',
          'ওজরগ্রস্তদের রোজা পালন',
          'ইতিকাফ',
          'নতুন চাঁদ দেখা',
          'তারাবীহর সালাত ও লাইলাতুল কদর',
          'যে দিনগুলোতে রোজা রাখা নিষিদ্ধ',
          'নফল রোজা',
          'রোজাদারের জন্য যা করা বৈধ',
          'রোজা ভঙ্গের কারণসমূহ',
          'রোজার কাফফারা',
          'রোজাদারের জন্য যা করা মুস্তাহাব',
          'রোজার বিবিধ মাসয়ালা',
          'রোজার কাযা পালন',
          'সাহরী ও ইফতার',
          'সফর অবস্থায় রোজা',
          'রমাজানে অন্যান্য নেক আমল',
      ]
  },
  {
      id: 15,
      cat: 'যাকাত',
      subCat: [
          'যাকাতের গুরুত্ব ও মর্যাদা',
          'যাকাতের খাতসমূহ',
          'যাকাতের হক্বদার',
          'ফিতরা',
      ]
  },
  {
      id: 16,
      cat: 'সফর',
      subCat: [
          'সফরের বিধিবিধান',
          'মুসাফিরদের সালাত ও তার কসর',

      ]
  },
  {
      id: 17,
      cat: 'দাওয়াত ও তাবলীগ',
      subCat: [
          'দাওয়াতের গুরুত্ব ও মর্যাদা',
          'দাওয়াতের পদ্ধতি ও মাধ্যম',
      ]
  },
  {
      id: 18,
      cat: `দু'আ ও যিকর`,
      subCat: [
          'যিকরের ফযীলত',
          'বিভিন্ন সময়ের যিকর',
      ]
  },
  {
      id: 19,
      cat: 'হজ্জ',
      subCat: [
          'হজ্জ ও উমরা',
          'হজ্জ ও উমরার হুকুম',
          'হজ্জ ও উমরার পদ্ধতি',
          'ইহরাম',
          'হজ্জ ও উমরা পালনকারী যেসব ভুল করেন',
          'অপ্রাপ্ত বয়স্কের হজ্জ আদায়',
      ]
  },
  {
      id: 20,
      cat: 'পর্দা',
      subCat: [
          'মাহরাম',
          'পুরুষদের পর্দা',
          'নারীদের পোশাক',
      ]
  },
  {
      id: 21,
      cat: 'অর্থনীতি',
      subCat: [
          'কাজের বিনিময়ে কমিশন',
          'ঋণ',
          'চাকরি',
          'বন্ধক',
          'সুদ',
      ]
  },
  {
      id: 22,
      cat: 'ব্যবসা বাণিজ্য',
      subCat: [
          'ব্যবসা',
          'ক্রয় বিক্রয়',
      ]
  },
  {
      id: 23,
      cat: 'ইতিহাস ও ঘটনা সমূহ',
      subCat: [
          'ইসলামের ইতিহাস',
      ]
  },
  {
      id: 24,
      cat: 'বিবাহ ও দাম্পত্য',
      subCat: [
          'বিয়ে',
          'স্ত্রীর সাথে ব্যবহার',
          'স্বামীর হক',
          'স্ত্রীর হক',
          'তালাক',
          'পরিবার ও দাম্পত্য ',
          'শ্বশুর-শ্বাশুড়ি',
          'ইদ্দত পালন',
      ]
  },
  {
      id: 25,
      cat: 'পিতামাতা ও সন্তান',
      subCat: [
          'পিতা-মাতা',
          'সন্তান প্রতিপালন',
          'দুধপান',
          'আকিকা',
          'নামকরণ',
      ]
  },
  {
      id: 26,
      cat: 'শিরক',
      subCat: [
          'ছোট ও বড় শিরক',
          'রিয়া (লোক দেখানো আমল)',
          'সমাজে প্রচলিত শিরকসমূহ'

      ]
  },
  {
      id: 27,
      cat: 'কুফর ও কাফির',
      subCat: [
          'কুফর ও কাফির বলার মূলনীতি',
      ]
  },
  {
      id: 28,
      cat: 'বাতিল ফিরক্বাহ',
      subCat: [
          'শিয়া',
          'ইখওয়ানী',
          'সুফিবাদ',
          'মডারেট',
      ]
  },
  {
      id: 29,
      cat: 'বিদআত',
      subCat: [
          'বিদআতের পরিণাম',
          'বিদআতি উৎসব',
      ]
  },
  {
      id: 30,
      cat: 'হালাল হারাম',
      subCat: [
          'হালাল বিষয়াবলি',
          'হারাম বিষয়াবলি',
          'গান-বাজনা',
          'ছবি ও মূর্তি',
          'দিবস ও উৎসব',
      ]
  },
  {
      id: 31,
      cat: 'পশুপাখি',
      subCat: [
          'পশুপাখি পোষার বিধান',
          'পশুপাখির হক্ব',
      ]
  },
  {
      id: 32,
      cat: 'পানাহার',
      subCat: [
          'পানাহারের বিধিবিধান',
      ]
  },
  {
      id: 33,
      cat: 'পোশাক পরিচ্ছেদ',
      subCat: [
          'পোশাক পরিচ্ছদে ইসলামী নীতিমালা',
      ]
  },
  {
      id: 34,
      cat: 'নাবী সঃ',
      subCat: [
          'নাবী সঃ এর গুণাবলি',
          'নাবী সঃ এর বিষয়ে আক্বীদাহ',
          'নাবী সঃ এর মুযিজা',
      ]
  },
  {
      id: 35,
      cat: 'সাহাবীগণ',
      subCat: [
          'সাহাবীগণের ফযীলত',
          'সাহাবীগণকে গালমন্দের পরিণাম',
      ]
  },
  {
      id: 36,
      cat: 'জিহাদ',
      subCat: [
          'জিহাদের ফযীলত ও মর্যাদা',
          'জিহাদের শর্তসমূহ ও নীতিমালা',
      ]
  },
  {
      id: 37,
      cat: 'প্রশাসন ও নেতৃত্ব',
      subCat: [
          'বিচার ব্যবস্থা',
          'বিচারকের গুণাবলি ও শর্তসমূহ',
      ]
  },
  {
      id: 38,
      cat: 'ইলম',
      subCat: [
          'ইলমের গুরুত্ব',
          'ইলম অর্জনের পথ ও পদ্ধতি',
      ]
  },
  {
      id: 39,
      cat: 'যুহদ',
      subCat: [
          'যুহদের গুরুত্ব ও মর্যাদা',
          'যাহিদ ব্যক্তির গুণাবলি',
      ]
  },
  {
      id: 40,
      cat: 'নিফাক্ব ও মুনাফিক্ব',
      subCat: [
          'মুনাফিক্বের বৈশিষ্ট্য',
      ]
  },
  {
      id: 41,
      cat: 'মিরাস/সম্পদ বণ্টন',
      subCat: [
          'সম্পদ বণ্টনসংক্রান্ত নীতিমালা',
      ]
  },
  {
      id: 42,
      cat: 'ফরজ/আবশ্যক কার্যাবলি',
      subCat: [
          'বিবিধ ফরজ বিষয়াবলি',
      ]
  },
  {
      id: 43,
      cat: 'কিয়ামত',
      subCat: [
          'ফিতনাহ ও বিপর্যয়',
          'কিয়ামতের আলামত',
          'ইমাম মাহদী',
          'ফিতনার সময় করণীয়',
      ]
  },
  {
      id: 44,
      cat: 'অপরাধ ও তার শাস্তি',
      subCat: [
          'ক্বিসাস',
          'চুরি ও চোরের বিধান',
      ]
  },
  {
      id: 45,
      cat: 'আদব',
      subCat: [
          'সালাম',
          'আদব শিষ্টাচার ও চরিত্র',
          'আত্মীয়স্বজন ও প্রতিবেশীর সাথে আচরণ',
      ]
  },
  {
      id: 46,
      cat: 'বিবিধ প্রসঙ্গ',
      subCat: [
          'রোগব্যাধি ও চিকিৎসা',
          'সচেতনতা',
          'সংশয় নিরসন',
          'সোশ্যাল মিডিয়া',
          'ছাত্র-ছাত্রী',
          'বিজ্ঞান'
      ]
  },
  {
      id: 47,
      cat: 'বিবিধ বিধিবিধান',
      subCat: [
          'বন্ধুত্ব ও শত্রুতা',
          'কাফফারা',
          'কসম ও মান্নত',
      ]
  },
  {
      id: 48,
      cat: 'মৃত্যু ও মৃত',
      subCat: [
          'মৃত্যু ও মৃত ব্যক্তি',
          'কবর ও মাজার',
          'মৃত ব্যক্তির বিধিবিধান',
          'শোক পালন',
      ]
  },
  {
      id: 49,
      cat: 'প্রচলিত ভুল ও কুসংস্কার',
      subCat: [
          'সমাজে প্রচলিত কুসংস্কার',
      ]
  },
  {
      id: 50,
      cat: 'জাহেলিয়্যাত',
      subCat: [
          'প্রচলিত বিভিন্ন জাহেলিয়্যাত',
      ]
  },
]

export default cats