let questions = [
    {
      question: `আল্লাহ্‌র প্রতি পরিপূর্ণ ঈমান বাস্তবায়নের ফজিলত সম্পর্কে আমি প্রচুর পড়েছি, অনেক শুনেছি। আল্লাহর উপর ঈমান আনা বলতে কী বুঝায়; তা যদি একটু বিস্তারিতভাবে তুলে ধরেন যাতে আমি পূর্ণ ঈমান বাস্তবায়ন করতে পারি এবং রাসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) ও তাঁর সাহাবীবর্গের আদর্শ বিরোধী সবকিছু থেকে দূরে থাকতে পারি।`,
      answer: `আলহামদু লিল্লাহ।.
  
  সমস্ত প্রশংসা আল্লাহ্‌ রাব্বুল আলামীনের জন্য।
  
  আল্লাহ্‌র উপর ঈমান আনার অর্থ হলো- “তাঁর অস্তিত্বের প্রতি দৃঢ় বিশ্বাস স্থাপন করা। কোন সন্দেহ সংশয় ছাড়া এ বিশ্বাস স্থাপন করা যে- তিনি একমাত্র প্রতিপালক (রব্ব), তিনি একমাত্র উপাস্য (মাবুদ) এবং তাঁর অনেকগুলো নাম ও গুণ রয়েছে।” সুতরাং আল্লাহ্‌র উপর ঈমান চারটি বিষয়কে শামিল করে। যে ব্যক্তি এই চারটি বিষয়কে বাস্তবায়ন করবে, তিনি প্রকৃত মুমিন হিসেবে বিবেচিত হবেন।
  
  প্রথমত: আল্লাহ্‌র অস্তিত্বের প্রতি ঈমান আনা: ইসলামী শরিয়তের অসংখ্য দলীল যেমন আল্লাহর অস্তিত্ব প্রমাণ করে তেমনি মানুষের বিবেক-বুদ্ধি ও সাধারণ প্রবৃত্তি দ্বিধাহীনভাবে আল্লাহ্‌র অস্তিত্বের প্রমাণ সাব্যস্ত করে।
  
  ১. আল্লাহ্‌র অস্তিত্বের ব্যাপারে মানব ফিতরতের বা প্রবৃত্তির প্রমাণ: প্রতিটি সৃষ্টিই স্বপ্রণোদিতভাবে তার স্রষ্টার প্রতি বিশ্বাসী হবে -এটাই যৌক্তিক। এ জন্য সুগভীর চিন্তা বা সুদীর্ঘ গবেষণার কোন প্রয়োজন নেই। সৃষ্টিমাত্রই এ স্বাভাবিক সুস্থ প্রবৃত্তির উপর টিকে থাকবে, যতক্ষণ না তার অন্তরে এমন কোন ভ্রষ্টতা প্রবেশ করে, যা তাকে এ থেকে অন্য দিকে ঘুরিয়ে দেয়। এ জন্যই রাসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) বলেছেন, “প্রতিটি নবজাতক তার স্বাভাবিক প্রবৃত্তির উপর জন্মগ্রহণ করে। অতঃপর তার পিতা-মাতা তাকে ইহুদী বানায়, খ্রিস্টান বানায় বা অগ্নিপূজক বানায়।”[বুখারী, ১৩৫৮ ও মুসলিম, ২৬৫৮]
  
  ২. আল্লাহ্‌র অস্তিত্বের ব্যাপারে মানুষের বিবেক-বুদ্ধির প্রমাণ: বিবেকবানমাত্রই বুঝতে পারে যে, পৃথিবীর আদি থেকে অন্ত পর্যন্ত যত মাখলুকাত অতিবাহিত হয়েছে বা হবে এদের একজন স্রষ্টা থাকতেই হবে। না থেকে কোন উপায় নেই। কেননা, কোন সৃষ্টি যেমন নিজে নিজেকে অস্তিত্ব দিতে পারে না, তেমনি দৈবক্রমে অস্তিত্বে আসাও সম্ভব নয়। সে নিজে নিজেকে অস্তিত্ব দিতে পারবে না। কারণ কোন বস্তুই আপনাকে সৃষ্টি করার ক্ষমতা রাখে না। অস্তিত্বে আসার আগে যে নিজে অস্তিত্বহীন ছিল, সে কিভাবে স্রষ্টা হবে? অনুরূপভাবে দৈবক্রমে হয়ে যাওয়াও সম্ভব নয়। কেননা প্রতিটি ঘটনার, প্রতিটি কর্মের পেছনে একজন কর্মকার থাকে। সর্বোপরি, এমন সুকৌশল-সুশৃঙ্খল-সুনিয়ন্ত্রিত-সুসামঞ্জস্যপূর্ণ পদ্ধতিতে পৃথিবী সৃষ্টি ও মানবজাতির আবির্ভাব এ কথা অকাট্যভাবে প্রমাণ করে যে, এটি হেলাফেলায় আপনাআপনি হয়নি। আপনাআপনি বিশৃঙ্খলভাবে অস্তিত্বে আসাই তো কোন কিছুর পক্ষে সম্ভব না, আর এভাবে সামঞ্জস্যপূর্ণভাবে টিকে থাকা তো বহুদূরের কথা। সুতরাং সৃষ্টি যখন নিজে নিজেকে অস্তিত্ব দানের ক্ষমতা রাখে না, আপনাআপনি হয়ে যাওয়াও যখন অবাস্তব, তখন একথাই প্রমাণিত হয় যে, একজন অস্তিত্বদানকারী আছেন। আর তিনি হলেন, “আল্লাহ্‌ রাব্বুল আলামীন।”
  
  এই বুদ্ধিবৃত্তিক অকাট্য প্রমাণ বর্ণনায় আল্লাহ্ নিজে ইরশাদ করেন, “তারা কি স্রষ্টা ব্যতীত সৃষ্টি হয়েছে? নাকি তারা নিজেরাই স্রষ্টা?” [সূরা তুর ৫২:৩৫] অর্থাৎ তারা স্রষ্টা ব্যতীত সৃষ্টি হয়নি এবং তারা নিজেরা নিজেদেরকে সৃষ্টি করেনি। সুতরাং এ থেকে এ কথা প্রমাণিত হয় যে, আল্লাহ্ তায়ালা তাদেরকে সৃষ্টি করেছেন। এ জন্য জুবাইর ইবনে মুতয়িম যখন রাসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) কে সূরা তূরের এ আয়াতগুলো পড়তে শুনলেন- “তারা কি স্রষ্টা ব্যতীত সৃষ্টি হয়েছে, নাকি তারা নিজেরাই স্রষ্টা? তারা কি আকাশমণ্ডল ও পৃথিবী সৃষ্টি করেছে? বরং তারা তো অবিশ্বাসী। তোমার প্রতিপালকের ধনভাণ্ডার কি তাদের নিকট আছে? না কি তারা এর নিয়ন্ত্রক? “[সূরা তূর ৫২:৩৫-৩৭] তখন তিনি মুশরিক হওয়া সত্ত্বেও বলে উঠলেন: “আমার হৃদয় যেন উড়ে যাবে। এ আয়াতগুলো আমার অন্তঃকরণে প্রথম ঈমানের আলো জ্বালিয়ে তুললো।”[বুখারী কয়েকটি স্থানে হাদিসটি উদ্ধৃত করেছেন]
  
  একটি উদাহরণের মাধ্যমে আমরা বিষয়টি ভালোভাবে বুঝতে পারব- “আপনার কাছে এসে কেউ একজন একটি সুরম্য অট্টালিকার গল্প করলো। যার চারদিকে পুষ্পশোভিত বাগান, পাদদেশে বইছে নয়নাভিরাম নহর, খাট-পালঙ্ক-গালিচায় সে উদ্যান সুসজ্জিত, সৌন্দর্য সেখানে চারদিকে ছড়িয়ে পড়ছে। তারপর বলল, এই যে অট্টালিকা, আর তার চারপাশের যাবতীয় সাজসজ্জা সব কিন্তু নিজে নিজে হয়েছে। কেউ এগুলো তৈরী করেনি। এ কথা শুনলে আপনি নিঃসন্দেহে লোকটিকে মিথ্যাবাদী সাব্যস্ত করবেন এবং তার এ দাবীকে হেসে উড়িয়ে দিবেন। তাই যদি হয়, তবে কিভাবে এ কথা মেনে নেয়া সম্ভব যে - এ সুবিশাল মহাবিশ্ব, আকাশমণ্ডল, গ্রহ-নক্ষত্র-তারকারাজি, এত নিখুঁত এত নিপুণ সবকিছু কোন একজন সৃষ্টিকর্তা ছাড়া আপনাআপনি তৈরী হয়েছে?
  
  এক মরুচারী বেদুঈনের মাথায়ও স্রষ্টার অস্তিত্বের এ যুক্তিনির্ভর প্রমাণটি অবলীলায় খেলে গিয়েছিলো। দ্বিধাহীন চিত্তে সে এটি প্রকাশ করেছে। যখন তাকে প্রশ্ন করা হয়েছিলো, “কিভাবে তুমি তোমার রব্‌কে চিনলে?” সে বললো, “উটের বিষ্টা দেখে আপনি বুঝে নেন যে এ পথে উট হেঁটেছে। পায়ের চিহ্ন দেখে আপনি বুঝে নেন যে, এ পথে কেউ একজন চলেছে। তাহলে স্তরে স্তরে সাজানো আকাশ, দেশ-মহাদেশে বিভক্ত জমিন, তরঙ্গ বিক্ষুব্ধ উত্তাল সমুদ্র…এগুলো কেন প্রমাণ করবে না যে, একজন সর্বদ্রষ্টা সর্বশ্রোতা মহান সৃষ্টিকর্তা অবশ্যই আছেন।
  
  দ্বিতীয়ত: আল্লাহ্‌র কর্তৃত্ব ও প্রতিপালকত্বে বিশ্বাস স্থাপন: অর্থাৎ এ বিশ্বাসে অটল থাকতে হবে যে, আল্লাহ্‌ একমাত্র রব, একমাত্র প্রতিপালক। এই মহাবিশ্ব পরিচালনায় তার আর কোন অংশীদার বা সহযোগী নেই।
  
  রব (رب) বলা হয় তাঁকে যিনি সৃষ্টি করেন, পরিচালনা করেন এবং মালিকানা যার জন্য। সুতরাং – আল্লাহ্‌ ছাড়া আর কোন স্রষ্টা নেই। আল্লাহ্‌ ছাড়া আর কোন মালিক নেই। তিনি ছাড়া আর কোন বিশ্ব পরিচালকও নেই। পবিত্র কোরানে অনেক জায়গায় এ ঘোষণা বারবার উচ্চারিত হয়েছে - “জেনে রাখুন, সৃষ্টি করা ও হুকুমের মালিক তিনি।” [সূরা আ’রাফ ৭:৫৪] “বলুন! তিনি কে, যিনি আসমান ও জমিন হতে তোমাদেরকে রিজিক পৌঁছিয়ে থাকেন? অথবা কে তিনি, যিনি কর্ণ ও চক্ষুসমূহের উপর পূর্ণ অধিকার রাখেন? আর তিনি কে, যিনি জীবিতকে মৃত থেকে আর মৃতকে জীবিত থেকে বের করে আনেন? আর তিনি কে, যিনি সমস্ত কার্যাদি পরিচালনা করেন? অবশ্যই তারা বলবে যে তিনি একমাত্র আল্লাহ্‌। সুতরাং আপনি বলুন, তবে কেন তোমরা তাঁকে ভয় করছ না।[সূরা ইউনুছ ১০:৩১] “তিনি আসমান থেকে যমীন পর্যন্ত সকল কার্য পরিচালনা করেন। তারপর তা একদিন তাঁর কাছেই উঠবে।”[সূরা হা-মীম সেজদা, ৩২:০৫] “তিনিই আল্লাহ্‌, তোমাদের প্রতিপালক। সার্বভৌমত্ব একমাত্র তাঁরই। আর তোমরা আল্লাহ্‌র পরিবর্তে যাদেরকে ডাকো, তারা তো খেজুর আঁটির উপরে পাতলা আবরণ বরাবর (অতি তুচ্ছ কিছুরও) মালিক নয়।”[সূরা ফাতির ৩৫:১৩]
  
  একটু মনোযোগ দিয়ে লক্ষ্য করুন। সূরা ফাতিহায় আল্লাহ্‌ বলেছেন,  مَالِكِ يَوْمِ الدِّينِ  অর্থাৎ “তিনি বিচার দিবসের মালিক।” অন্য ক্বেরাতে এসেছে  مَلِكِ يَوْمِ الدِّينِ  অর্থাৎ “তিনি বিচার দিবসের রাজা বা বাদশাহ।” এই দুটি ক্বেরাতকে যদি আপনি একত্রিত করেন তাহলে চমৎকার একটি তাৎপর্য বেরিয়ে আসবে। রাজত্ব ও কর্তৃত্ব বুঝাতে “مَالِكِ” (অধিকর্তা) শব্দের চেয়ে “مَلِكِ” (রাজা) শব্দটি বেশী প্রাঞ্জল ও অর্থবোধক। কিন্তু কখনো কখনো “مَلِكِ” (রাজা) দ্বারা শুধু নামসর্বস্ব কর্তৃত্বহীন রাজাকেও বুঝানো হয়। অর্থাৎ সে “مَلِكِ” বা বাদশাহ-ই কিন্তু তার হাতে কোন কর্তৃত্ব বা ক্ষমতা না থাকায় তাকে “مَالِكِ” বা অধিকর্তা বলা যায় না। এজন্য দুই ক্বেরাতের “مَالِكِ” ও “مَلِكِ” শব্দদ্বয় একত্র করলে আল্লাহ্‌র জন্য রাজত্ব ও কর্তৃত্ব দুটোই নির্ধারিত হয়ে যায়।
  
  তৃতীয়তঃ আল্লাহ্‌র উপাস্যত্বে বিশ্বাস স্থাপন:
  
  অর্থাৎ মনেপ্রাণে একথা বিশ্বাস করতে হবে যে- আল্লাহ্‌ই একমাত্র ইলাহ্‌ তথা সত্য উপাস্য। উপাসনা প্রাপ্তিতে আর কেউ তাঁর অংশীদার নয়। ইলাহ্‌ (الاله) অর্থ হলোঃ সম্মান ও বড়ত্বের কারণে শ্রদ্ধা ও ভালোবাসায় যার উপাসনা করা হয়। আর এটাই মূলতঃ লা ইলাহা ইল্লাল্লাহ্  لَا إِلَهَ إِلَّا اللَّهُ  এর তাৎপর্য। অর্থাৎ আল্লাহ্‌ ছাড়া আর কোন সত্য উপাস্য নেই। আল্লাহ্‌ বলেন, “আর তোমাদের উপাস্য একমাত্র আল্লাহ্‌। সেই দয়াময় ও পরম দয়ালু ছাড়া আর কোন উপাস্য নেই।”[সূরা বাকারা ২:১৬৩] আরো বলেন, “আল্লাহ্‌ সাক্ষ্য দিচ্ছেন যে, নিশ্চয়ই তিনি ছাড়া আর কোন উপাস্য নেই এবং ফেরেশতাগণ ও জ্ঞানবানগণও এ সাক্ষ্য প্রদান করে। তিনি (আল্লাহ্‌) ন্যায় ও ইনসাফের উপর প্রতিষ্ঠিত। তিনি ব্যতীত অন্য কোন সত্য উপাস্য নেই। তিনি পরাক্রমশালী, প্রজ্ঞাময়।[সূরা আলে ইমরান ৩:১৮]
  
  আল্লাহ্‌কে বাদ দিয়ে আর যা কিছুর ইবাদত করা হয়, কিংবা আল্লাহ্‌র সাথে আর যারই উপাসনা করা হয়...তার উপাস্যত্ব নিঃসন্দেহে বাতিল। কারণ তিনি ছাড়া আর কারো উপাসনা পাওয়ার অধিকার নেই। আল্লাহ্‌ বলেন, “আল্লাহ্‌, তিনিই একমাত্র সত্য। তারা তার পরিবর্তে যাকে ডাকে, তা বাতিল। আর আল্লাহ্‌ সুউচ্চ, মহান।”[সূরা হজ্জ ২২:৬২]
  
  আল্লাহ্‌ ব্যতীত অন্য কাউকে  إِلَهতথা উপাস্য বা দেবতা নাম দিলেই সে উপাসনা পাওয়ার উপযুক্ত হতে পারে না। “লাত, মানাত, উজ্জা-র” প্রসঙ্গে আল্লাহ্‌ বলেন, “এগুলোতো কতক নামমাত্র, যা তোমরা এবং তোমাদের পূর্বপুরুষরা রেখেছ। যার সমর্থনে আল্লাহ্‌ কোন দলীল প্রেরণ করেননি।”[সূরা নাজম: ২৩] ইউসুফ (আঃ) এর গল্প বলতে গিয়ে আল্লাহ্‌ ইরশাদ করেন, ইউসুফ কারাগারে তার দু’সঙ্গীকে বলেছিলেন, “ভিন্ন ভিন্ন বিক্ষিপ্ত বহু প্রতিপালক শ্রেয়? নাকি পরাক্রমশালী এক আল্লাহ্‌? তাঁকে বাদ দিয়ে তোমরা শুধু কতকগুলো নামের ইবাদত করছো, যে সব নাম তোমরা এবং তোমাদের পূর্বপুরুষরা রেখেছো। এইগুলোর কোন প্রমাণ আল্লাহ্‌ পাঠান নাই।”[সূরা ইউসুফ ১২:৩৯-৪০]
  
  সুতরাং, আল্লাহ্‌ ছাড়া আর কেউ ইবাদতের উপযুক্ত নয়। একমাত্র তাঁর জন্য ইবাদতকে একীভূত করতে হবে। কোন নৈকট্যপ্রাপ্ত ফেরেশতা, কিংবা প্রেরিত নবী, কিংবা অন্য কোন কিছুই এ ক্ষেত্রে তাঁর অংশীদার হতে পারে না। এজন্যই শুরু থেকে শেষ পর্যন্ত সকল নবী-রাসূলদের দাওয়াতের মূল শ্লোগান ছিল একটিই। “আল্লাহ্‌ ছাড়া আর কোন সত্য উপাস্য নেই।”  لَا إِلَهَ إِلَّا اللَّهُ । আল্লাহ্‌ বলেন, “আমি তোমার পূর্বে এমন কোন রাসূল প্রেরণ করি নাই, তার প্রতি ওহী ব্যতীত যে- আমি ছাড়া অন্য কোন সত্য মাবুদ নেই। সুতরাং তোমরা আমারই ইবাদত কর।”[সূরা আম্বিয়া, ২১:২৫] আল্লাহ্‌ আরো বলেন, “আমি প্রত্যেক জাতির জন্য রাসূল পাঠিয়েছি এ জন্য যে, তোমরা আল্লাহ্‌র ইবাদত করবে এবং তাগুতকে বর্জন করবে।”[সূরা নাহল, ১৬:৩৬] এতকিছুর পরও মুশরিকরা কিভাবে আল্লাহ্‌কে বাদ দিয়ে অন্যান্য বাতিল উপাস্যদের উপাসনা করে?!
  
  চতুর্থত: আল্লাহ্‌র সুন্দর নাম ও সিফাতসমূহের উপর বিশ্বাস স্থাপন: অর্থাৎ আল্লাহ্‌ রাব্বুল আলামীন তাঁর নিজের জন্য তাঁর কিতাবে বা তাঁর রাসূলের সুন্নতে যে সমস্ত উপযুক্ত সুন্দর নাম ও সিফাত সাব্যস্ত করেছেন সেগুলোকে কোন ধরনের তাহরীফ (تحريف-গুণকে বিকৃত করা), তা’তীল (تعطيل-গুণকে অস্বীকার করা), তাকয়ীফ (تكييف-গুণ বা বৈশিষ্ট্যের অবয়ব নির্ধারণ করা) বা তামসীল (تمثيل-মাখলুকের গুণের সাথে সাদৃশ্য দেয়া) ছাড়া নিঃসঙ্কোচে মেনে নেয়া। আল্লাহ্‌ বলেন, “আর আল্লাহ্‌র সুন্দর সুন্দর ভালো নাম রয়েছে। সুতরাং তোমরা তাঁকে সেসব নামেই ডাকবে। আর তাদেরকে বর্জন করো, যারা তাঁর নাম বিকৃত করে। অচিরেই তাদেরকে তাদের কৃতকর্মের প্রতিফল দেয়া হবে।”[সূরা আ’রাফ, ৭:১৮০] আল্লাহ্‌র জন্য সুনির্দিষ্ট সুন্দর নাম সাব্যস্ত থাকার ব্যাপারে এ আয়াতটি সুস্পষ্ট দলীল। আল্লাহ্ বলেন, “আকাশমণ্ডলী ও পৃথিবীতে সর্বোচ্চ গুণ তাঁরই এবং তিনিই পরাক্রমশালী, প্রজ্ঞাময়।”[সূরা রুম, ৩০:২৭] এ আয়াতটি আল্লাহ্‌র পরিপূর্ণ সিফাতসমূহ সাব্যস্ত হওয়ার প্রমাণ। কেননা, আয়াতে বর্ণিত  الْمَثَلُ الأَعْلَى  অর্থ হলো الوصف الأكمل  তথা পরিপূর্ণ গুণ। এ আয়াতদুটো আল্লাহ্‌র নাম ও সিফাতের বিষয়টি আমভাবে সাব্যস্ত করে। পাশাপাশি এগুলোর বিস্তারিত বর্ণনা কোরানে ও হাদিসে প্রচুর বিদ্যমান।
  
  “আল্লাহ্‌র নাম ও সিফাতের” অধ্যায়টি জ্ঞানের এমন একটি শাখা যে বিষয়ে মুসলিম উম্মাহ চরম মতপার্থক্যে লিপ্ত হয়েছে। এ মতপার্থক্যগুলোর সূত্র ধরে তারা নানা দল-উপদলে বিভক্ত হয়েছে। এই মতভেদপূর্ণ পিচ্ছিল পটভূমিকায় আমাদের অবস্থান হলো আল্লাহ্‌র নির্দেশিত “নিরাপদ অবস্থান।” তিনি বলেন, “যদি তোমাদের মধ্যে কোন বিষয়ে কোন মতবিরোধ হয়, তবে আল্লাহ্‌ ও রাসূলের দিকে প্রত্যাবর্তিত হও, যদি তোমরা আল্লাহ্‌ ও পরকালে বিশ্বাস করে থাকো। এটাই কল্যাণকর ও শ্রেষ্ঠতর পরিসমাপ্তি।”[সূরা নিসা : ৫৯] সুতরাং, আমরা এ বিষয়ে যাবতীয় মতপার্থক্যকে আল্লাহ্‌র কিতাব ও তাঁর রাসূলের (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) সুন্নতের দিকে ফিরাই। পাশাপাশি এ ক্ষেত্রে আমাদের সৎকর্মশীল পূর্বসূরি সাহাবায়ে কেরাম ও তাবেয়ীদের মতামতগুলো পর্যালোচনাপূর্বক গ্রহণ করি। কারণ তাঁরা ছিলেন আল্লাহ্‌ ও তাঁর রাসূলের কথার তাৎপর্য বোঝার ক্ষেত্রে সবচেয়ে যোগ্য ও বিজ্ঞ ব্যক্তি। আব্দুল্লাহ্‌ ইবনে মাসউদ (রাঃ) সাহাবীদের প্রশংসা করতে গিয়ে কত সুন্দর করেই না বলেছেন: “তোমাদের মধ্যে কেউ যদি কোন পথ অনুসরণ করতে চায়, তবে সে যেন যাঁরা মারা গেছেন তাঁদের পথ অনুসরণ করে। কারণ, জীবিতরা ফেতনার আশংকা থেকে নিরাপদ নয়। আর সে সব মৃতরা হলেন রাসূলের সঙ্গী-সাথীরা। তাঁরা এ উম্মতের মাঝে হৃদয়ের দিক থেকে সবচেয়ে স্বচ্ছ ও পবিত্র, জ্ঞানের দিক থেকে সবচেয়ে গভীর, আর কৃত্রিম আচরণের দিক থেকে সবচেয়ে স্বল্প। তাঁরা এমন একদল লোক, যাঁদেরকে আল্লাহ্‌ তাঁর দ্বীন প্রতিষ্ঠার জন্য এবং তাঁর রাসূলের সাহচর্যের জন্য মনোনীত করেছেন। সুতরাং তাঁদেরকে যথাযথ মর্যাদা প্রদান করো। তাঁদের অনুসৃত পথ আঁকড়ে ধরো। কারণ তাঁরা ছিলেন সঠিক পথের উপর প্রতিষ্ঠিত।”
  
  যে কেউ এ অধ্যায়ে (আল্লাহ্‌র নাম ও সিফাত) সাহাবী ও তাবেয়ীদের দেখানো পথ থেকে সরে গিয়েছে, সেই ভুল করেছে। পথভ্রষ্ট হয়েছে। মুমিনদের রাস্তা থেকে ছিটকে পড়েছে। এবং আল্লাহ্‌র সেই ঘোষিত শাস্তির উপযুক্ত হয়েছে যাতে তিনি বলেন, “হেদায়েতের পথ প্রকাশিত হওয়ার পরও যে ব্যক্তি রাসূলের বিরুদ্ধাচরণ করে এবং মুমিনদের পথ ছেড়ে অন্য পথের অনুগামী হয়, তবে সে যাতে নিবিষ্ট আছে আমি তাকে তাতেই প্রত্যাবর্তিত করবো এবং তাকে জাহান্নামে নিক্ষেপ করবো। আর সেটা কতইনা নিকৃষ্ট প্রত্যাবর্তনস্থল।”[সূরা নিসা ৪:১১৫]
  
  আল্লাহ্‌ তায়ালা হেদায়েতের জন্য শর্ত করে দিয়েছেন যে, ঈমান হতে হবে রাসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) এর সঙ্গীদের ঈমানের মত। ইরশাদ হচ্ছে- “অনন্তর তোমরা যেরূপ বিশ্বাস স্থাপন করেছ, তারাও যদি তদ্রূপ বিশ্বাস স্থাপন করে তবে নিশ্চয়ই তারা সুপথ প্রাপ্ত হবে।”[সূরা বাকারাহ ২:১৩৭] বুঝা গেল তাদের অনুসৃত পথ থেকে যে ব্যক্তি যত বেশী দূরে সরে যাবে, তার হেদায়েত প্রাপ্তির পরিমাণও সে হারে কমে আসবে। সুতরাং আল্লাহ্‌র নাম ও সিফাতের এ অধ্যায়ে আমাদের জন্য আবশ্যক হলো-
  
  আমরা আল্লাহ্‌র জন্য কেবলমাত্র সে সব নাম ও সিফাত সাব্যস্ত করব, যা তিনি অথবা তাঁর রাসূল (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) সাব্যস্ত করেছেন।
  এ সংক্রান্ত আয়াত ও হাদিসসমূহকে এর প্রকাশ্য অর্থের উপরে রাখব; রূপকার্থ খুঁজতে যাবো না।
  রাসূলের (সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম) সাহাবীরা এগুলোর ক্ষেত্রে যে রূপ বিশ্বাস রাখতেন, আমরাও তাই রাখব। কারণ তাঁরা ছিলেন উম্মতের মধ্যে সর্বাধিক জ্ঞানী।
  পাশাপাশি আমাদেরকে জেনে রাখতে হবে যে, এখানে চারটি বিষয় রয়েছে, যেগুলো বিপদসংকুল খাদের মত। যে ব্যক্তি এগুলোর কোনটায় পড়বে, আল্লাহ্‌র নাম ও সিফাতের ব্যাপারে তার ঈমান যথাযথভাবে বাস্তবায়িত হবে না। এক্ষেত্রে ঈমানকে সঠিক মাত্রায় ধরে রাখতে হলে এ চারটি বিষয় থেকে অবশ্যই বেঁচে থাকতে হবে। সেগুলো হল- তাহরীফ (গুণকে বিকৃত করা) , তা’তীল (গুণকে অস্বীকার করা), তামসীল (মাখলুকের গুণের সাথে সাদৃশ্য দেয়া) ও তাকয়ীফ (গুণ বা বৈশিষ্ট্যের অবয়ব নির্ধারণ করা)।
  
  (১) তাহরীফ (تحريف)
  
  আল্লাহ্‌র নাম ও সিফাত সংক্রান্ত কোরান বা হাদিসের নস্‌সমূহকে (স্পষ্ট দলীলসমূহকে) এর সঠিক অর্থ থেকে পরিবর্তন করে অন্য দিকে সরিয়ে নেয়া, কিংবা অন্য অর্থ করা, যা আল্লাহ্‌ ও তাঁর রাসূল উদ্দেশ্য করেননি। যেমন- (يد الله) তথা আল্লাহ্‌র হাত। আল্লাহ্‌র হাত থাকার সিফাতটি কোরান ও হাদিসের অনেক নস্‌ দ্বারাই প্রমাণিত। এখানে “হাত” কে নেয়ামত বা কুদরত অর্থে গ্রহণ করা তাহরীফ।
  
  (২) তা’তীল (تعطيل)
  
  আল্লাহর সকল নাম ও সিফাতকে অস্বীকার করা কিংবা এর কোন কোনটিকে অস্বীকার করাকে “তাতীল” বলে। সুতরাং কেউ যদি কোরান ও হাদিসে বর্ণিত আল্লাহ্‌র নাম ও সিফাতসমূহের কোন একটিকেও মানতে অস্বীকৃতি জানায়, তাহলেই সে তার ঈমানকে যথার্থভাবে বাস্তবায়নে সক্ষম হলো না।
  
  (৩) তামসীল (تمثيل)
  
  আল্লাহ্‌র কোন সিফাত বা বিশেষণকে সৃষ্টির সিফাতের সাথে সাদৃশ্য প্রদান করাকে “তামসীল” বলে। যেমন কেউ যদি বলে- ‘আল্লাহ্‌র হাত মানুষের হাতের মত বা মাখলুক যেভাবে শুনে আল্লাহ্‌ও সেভাবে শোনেন কিংবা আল্লাহ্‌ আরশের উপরে সেভাবেই বসে আছেন যেভাবে মানুষ চেয়ারে বসে…’
  
  সৃষ্টির বৈশিষ্ট্যের সাথে স্রষ্টার বৈশিষ্ট্যকে তুলনা করা নিঃসন্দেহে বাতিল। আল্লাহ্‌ বলেছেন, “কোন কিছুই তাঁর সদৃশ নয়। তিনি সর্বশ্রোতা, সর্বদ্রষ্টা।”[সূরা শুরা: ১১]
  
  (৪) তাকয়ীফ (تكييف)
  
  আল্লাহ্‌র সিফাত তথা বৈশিষ্ট্যসমূহের আকৃতি-প্রকৃতি ও হাকীকত নির্ধারণ করাকে “তাকয়ীফ” বলে। অর্থাৎ মানুষ তার কল্পনার দৌড় অনুযায়ী বা ভাষার চতুরতার আশ্রয় নিয়ে আল্লাহ্‌র গুণাবলীর ধরণ নির্ধারণ করা। এটা অকাট্যভাবে নিষিদ্ধ ও বাতিল। মানুষের পক্ষে কখনোই সম্ভব নয় আল্লাহ্‌র সিফাতের বৈশিষ্ট্য জানা। আল্লাহ বলেন, “তারা জ্ঞান দিয়ে তাঁকে আয়ত্ত করতে পারব না।”[সূরা ত্বহা: ১১০]
  
  ‘ঈমান বিল্লাহ্’‌ এর এ চারটি দিক যে ব্যক্তি পুরোপুরি বাস্তবায়ন করতে পেরেছে সে ব্যক্তি আল্লাহ্‌র প্রতি যথাযথভাবে ঈমান এনেছে।
  
  মহান আল্লাহ্‌ আমাদেরকে ঈমানের উপর অবিচল রাখুন। আর তিনিই সর্বজ্ঞ।
  
  দেখুন: শায়খ উছাইমিন রচিত “শারহুল উছুলিল ঈমান”।
  `,
      topic: `ঈমান বিল্লাহ বা আল্লাহর প্রতি ঈমান বলতে কী বুঝায়`,
      category: `আকীদা`
    },
    {
      question: `আমি কিভাবে বুঝতে পারব যে, আমি যথাযথ উপায়-উপকরণ গ্রহণ করেছি; যার ফলে আমি অনুভব করব যে, আমি যথাসাধ্য চেষ্টা করেছি; এবার আমি প্রশান্তচিত্তে আল্লাহ্‌র উপর তাওয়াক্কুল (ভরসা) করতে পারি। অন্য কথায়: উপায়-উপকরণ গ্রহণ করার ক্ষেত্রে নিয়ম-নীতি কি? উদাহরণতঃ কেউ কেউ বলেন: “তুমি তোমার সওয়ারীকে রশি দিয়ে বেঁধে আল্লাহ্‌র উপর তাওয়াক্কুল কর”। এখন ‘লোহার শিকল দিয়ে সওয়ারীকে বাঁধা’ উপকরণ গ্রহণ করার মধ্যে পড়বে? নাকি এটি উপকরণ গ্রহণ করার ক্ষেত্রে বাড়াবাড়ি?`,
      answer: `আলহামদু লিল্লাহ।.
  
  উপায়-উপকরণ গ্রহণ করা আল্লাহ্‌র উপর তাওয়াক্কুল (ভরসা) করার সাথে সাংঘর্ষিক নয়। বরং উপায়-উপকরণ গ্রহণ করার বিধান আল্লাহ্‌ই দিয়েছেন; সাথে এ বিশ্বাস থাকতে হবে যে, ভাল-মন্দ আল্লাহ্‌র হাতে। উপকরণ ও ফলাফল উভয়ের স্রষ্টা আল্লাহ্‌।
  
  উপকরণ ও ফলাফল একটির সাথে অপরটির যোগসূত্র থাকা আবশ্যক। অভিজ্ঞতা, অভ্যাস ও শরয়ি সংবাদ ইত্যাদির মাধ্যমে মানুষ এ ব্যাপারটি জেনে থাকে। এছাড়া উপকরণটি অবশ্যই শরিয়ত অনুমোদিত হতে হবে। শরিয়ত অনুমোদিত ভাল কোন উদ্দেশ্য হাছিলের পন্থাও শরিয়ত অনুমোদিত হওয়া আবশ্যক।
  
  বান্দা তার যে কোন বিষয়ে মধ্যম পন্থা অবলম্বন করবে: না সে উপকরণ গ্রহণকে একেবারে বাদ দিবে; আর না সে মনেপ্রাণে উপকরণের সাথে সম্পৃক্ত হয়ে থাকবে। বরং প্রথাগতভাবে ও নিত্যনৈমিত্তিক জীবনে মানুষ যেসব উপায়-উপকরণ গ্রহণ করে সেও সেসব উপায়-মাধ্যম গ্রহণ করবে। কিন্তু, উক্ত উপকরণের সাথে তার অন্তর সম্পৃক্ত হয়ে থাকবে না। বরং তার অন্তর সম্পৃক্ত থাকবে মহান সৃষ্টিকর্তা, রাজাধিরাজ ও সবকিছুর নিয়ন্ত্রণকর্তার সাথে।
  
  শাইখুল ইসলাম ইবনে তাইমিয়া বলেন:
  
  উপকরণের দিকে চেয়ে থাকা: মানুষের অন্তর উপকরণের উপর সম্পূর্ণরূপে নির্ভর করে থাকা, সে উপকরণের উপর আশা রাখা ও ভর করা। মাখলুকাতের মধ্যে এমন কোন মাখলুক নেই যে মাখলুক এগুলো পাওয়ার অধিকার রাখে। কারণ মাখলুক স্বয়ং সম্পূর্ণ নয়। মাখলুকের সহকারী ও প্রতিপক্ষ থাকা অনিবার্য। এসব সত্ত্বেও যিনি সকল কারণের স্রষ্টা তিনি যদি সুগম করে না দেন তাহলে কোন কিছুই ঘটে না।”।[মাজমুউল ফাতাওয়া (৮/১৬৯)]
  
  উপকরণ গ্রহণের ক্ষেত্রে সূত্র হচ্ছে- প্রত্যেক বিষয়ের উপকরণ সেটার উপযোগী বিষয় দিয়ে হয়ে থাকে। যেমন- হালকা রোগ থেকে সতর্কতা গ্রহণ প্রক্রিয়া কঠিন রোগ থেকে সতর্কতা গ্রহণ প্রক্রিয়ার মত নয়; কোন মূল্যবান, দামী জিনিসের সংরক্ষণ প্রক্রিয়া কমদামী ও সাধারণ জিনিসের সংরক্ষণ প্রক্রিয়ার মত নয়।
  
  জীবিকা সন্ধানের উপকরণ রোগ প্রতিরোধের উপকরণ থেকে ভিন্ন। পানাহারের উপকরণ সন্তান-প্রাপ্তি ও প্রতিপালনের উপকরণ থেকে ভিন্ন। এভাবে প্রত্যেক বিষয়ের উপকরণ ওটার সাথে যেমন উপযুক্ত তেমন হয়ে থাকে। আর উপকরণ গ্রহণ করার ক্ষেত্রে কে অসচেতন ও অবহেলাকারী, আর কে সচেতন ও বুদ্ধিমান এটি নির্ণয়ের নীতি বিষয়ভেদে ও অবস্থাভেদে ভিন্ন। এ বিষয়গুলো মানুষ নিজের থেকে ও স্বাভাবিক অভ্যাস থেকে জানতে পারে। এ বিষয়ে আরও জানতে দেখুন 11749 নং ও 130499 নং প্রশ্নোত্তর।
  
  আল্লাহ্‌ই ভাল জানেন।`,
      topic: `পার্থিব উপায়-উপকরণ গ্রহণ করা সংক্রান্ত নীতিমালা`,
      category: `আকীদা`
      
    },
    {
      question: `প্রশ্ন: আমি যখন কাফেরদেরকে বলি যে, ‘আল্লাহ্‌ সবকিছু সৃষ্টি করেছেন’ তখন তারা আমাকে প্রশ্ন করে— ‘আল্লাহ্‌কে কে সৃষ্টি করেছে?’ কিভাবে শুরু থেকেই আল্লাহ্‌র অস্তিত্ব বিদ্যমান? আমি কিভাবে তাদের প্রশ্নের উত্তর দিতে পারি?`,
      answer: `আলহামদু লিল্লাহ।.
  
  আলহামদুলিল্লাহ।
  ১। কাফেরদের পক্ষ থেকে আপনার দিকে ছুড়ে দেয়া এ প্রশ্নটি মূলতই বাতিল এবং এটি স্ববিরোধী:
  
  কারণ আমরা যদি তর্কের খাতিরে ধরেও নিই যে, আল্লাহকে কোন এক সৃষ্টিকর্তা সৃষ্টি করেছে। তখন প্রশ্নকারী বলবে: সৃষ্টিকর্তার সৃষ্টিকর্তাকে কে সৃষ্টি করেছে??! এরপর বলবে: সৃষ্টিকর্তার সৃষ্টিকর্তার সৃষ্টিকর্তাকে কে সৃষ্টি করেছে? এভাবে এ প্রশ্নের ধারা অন্তহীনভাবে চলতে থাকবে। বিবেকের কাছে এটি অগ্রাহ্য।
  
  পক্ষান্তরে, সকল সৃষ্টিকে একজন স্রষ্টা সৃষ্টি করেছেন এবং তাঁকে কেউ সৃষ্টি করেনি। বরং তিনি নিজেকে ব্যতীত বাকী সবকিছুকে সৃষ্টি করেছেন— এটাই বিবেক ও যুক্তি গ্রাহ্য। আর সেই স্রষ্টা হচ্ছেন- আল্লাহ সুবহানাহু তাআলা।
  
  ২। শরিয়ত ও ইসলামের দৃষ্টিভঙ্গি:
  
  নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদেরকে এ প্রশ্নের ব্যাপারে জানিয়েছেন যে, কোত্থেকে এ প্রশ্নের সূত্রপাত, কিভাবে এ প্রশ্নের সমাধান দিতে হবে:
  
  আবু হুরায়রা (রাঃ) থেকে বর্ণিত তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “মানুষ প্রশ্ন করতেই থাকবে, করতেই থাকবে। এক পর্যায়ে বলবে: এ সৃষ্টিগুলোকে তো আল্লাহ্‌ সৃষ্টি করেছেন। তাহলে আল্লাহ্‌কে কে সৃষ্টি করেছে? যে ব্যক্তি এমন কোন প্রশ্নের সম্মুখীন হবে সে যেন বলে, আমি আল্লাহ্‌র প্রতি ঈমান আনলাম।”
  
  রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেন, “তোমাদের কারো কাছে শয়তান এসে বলে, কে আসমান সৃষ্টি করেছে? কে জমিন সৃষ্টি করেছে? সে যেন বলে: আল্লাহ্‌। এরপর পূর্বের হাদিসের ন্যায় (আল্লাহ্‌র প্রতি ঈমান আনলাম) উল্লেখ করেছেন। সে বর্ণনাতে, رسله (রাসূলগণ) কথাটি অতিরিক্ত আছে। (অর্থাৎ আমানতু বিল্লাহি ওয়া রাসূলিহি। অর্থ- আমি আল্লাহ্‌র প্রতি ও রাসূলগণের প্রতি ঈমান আনলাম)
  
  রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “তোমাদের কারো কাছে শয়তান এসে বলে: এটা এটা কে সৃষ্টি করেছে? এক পর্যায়ে বলে: তোমার প্রতিপালককে কে সৃষ্টি করেছে? যদি কারো প্রশ্ন এ পর্যায়ে পৌঁছে যায় তখন সে যেন আল্লাহ্‌র কাছে আশ্রয় প্রার্থনা করে এবং এ প্রসঙ্গ বাদ দেয়।”
  
  রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “বান্দার কাছে শয়তান এসে বলে: এটা এটা কে সৃষ্টি করেছে?....”[উল্লেখিত সবগুলো হাদিস ইমাম মুসলিম সংকলন (১৩৪) করেছেন]
  
  তাই এ হাদিসগুলো থেকে জানা গেল:
  
  এ প্রশ্নের উৎস শয়তান থেকে।
  
  এ প্রশ্নের সমাধান হচ্ছে:
  
  ক. শয়তানের এ প্ররোচনার পিছনে না ছুটা।
  
  খ. এ কথা বলা যে: ‘আমি আল্লাহ্‌র প্রতি ও তাঁর রাসূলগণের প্রতি ঈমান আনলাম’।
  
  গ. শয়তান থেকে আল্লাহ্‌র কাছে আশ্রয় প্রার্থনা করা।
  
  এ প্রসঙ্গে আরও বর্ণিত হয়েছে যে, বামদিকে তিনবার থুথু ফেলা ও সূরা ‘ক্বুল হুয়াল্লাহু আহাদ’ পড়া।[দেখুন: এ ওয়েবসাইটের গ্রন্থসম্ভারে ‘শাকাওয়া ওয়া হুলুল’ নামক গ্রন্থটি দেখুন]
  
  ৩। পক্ষান্তরে, আল্লাহ্‌ যে, প্রথম থেকে আছেন সে প্রসঙ্গে আমাদের কাছে আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী রয়েছে। যেমন:
  
  ক. নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী: “হে আল্লাহ্‌ আপনিই প্রথম; আপনার আগে কিছু নেই। আপনিই শেষ; আপনার পরে কিছু নেই।”[সহিহ মুসলিম (২৭১৩)]
  
  খ. নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আরও বলেন: “আল্লাহ্‌ ছিলেন; তখন আল্লাহ্‌ ব্যতিত আর কিছু ছিল না।” অন্য বর্ণনায় আছে, “আল্লাহ্‌র পূর্বে কিছু ছিল না”[হাদিসদ্বয় ইমাম বুখারী সহিহ গ্রন্থে সংকলন করেছেন। ৩০২০ ও ৬৯৮২ নং হাদিস]
  
  এ ছাড়াও আল্লাহ্‌র কিতাবে এ প্রসঙ্গে অসংখ্য আয়াত রয়েছে।
  
  তাই মুমিন ঈমান রাখে; সন্দেহ পোষণ করে না। কাফের অস্বীকার করে। আর মুনাফিক সন্দেহ-সংশয় পোষণ করে।
  
  আমরা আল্লাহ্‌র কাছে প্রার্থনা করছি, তিনি যেন আমাদেরকে সত্য ঈমান ও একীন দান করেন; যাতে কোন সন্দেহ নেই। আল্লাহ্‌ই তাওফিকদাতা।`,
      topic: `কাফেরেরা প্রশ্ন করে: আল্লাহ্‌কে কে সৃষ্টি করেছে`,
      category: `আকীদা`
    },
    {
      question: `মানুষ সৃষ্টির হেকমত বা গুঢ় রহস্য কি?`,
      answer: `আলহামদু লিল্লাহ।.
  
  সমস্ত প্রশংসা আল্লাহর জন্য।
  এক:
  
  আল্লাহ তাআলা “হিকমত” বা প্রজ্ঞার গুণে গুণান্বিত। তাঁর মহান নামের মধ্যে রয়েছে- “আল-হাকিম” বা প্রজ্ঞাবান। জেনে রাখা উচিত, আল্লাহ তাআলা কোন কিছু অনর্থক সৃষ্টি করেননি। বরং তিনি অনর্থক কোন কিছু করা থেকে পবিত্র। বরং তিনি মহান হিকমত ও সার্বিক কল্যাণের ভিত্তিতে সৃষ্টি করে থাকেন। এ হেকমত কেউ জানে; কেউ জানে না। আল্লাহ তাআলা কুরআনে কারীমে এ বিষয়টি উল্লেখ করেছেন। তিনি পরিস্কারভাবে উল্লেখ করেছেন যে, তিনি মানুষকে অনর্থক সৃষ্টি করেননি। আসমান ও জমিন অনর্থক সৃষ্টি করেননি। আল্লাহ তাআলা বলেন: “তোমরা কি মনে কর আমি তোমাদেরকে অনর্থক সৃষ্টি করেছি। তোমরা আমার নিকট প্রর্ত্যাবর্তন করবে না। সত্যিকার বাদশা আল্লাহ মহান হোন। তিনি ব্যতীত আর কোন উপাস্য নেই; যিনি মহান আরশের অধিপতি।”[সূরা মুমিনূন, আয়াত: ১১৫, ১১৬] আল্লাহ তাআলা বলেন: “আসমান-জমিন এবং এ দুইটির মাঝে যা কিছু আছে সে সব আমি তামাশা করে সৃষ্টি করিনি।”[সূরা আম্বিয়া, আয়াত: ১৬] আল্লাহ আরও বলেন: “আমি আসমান-জমিন আর এ দুটির মাঝে যা আছে সে সব তামাশা করে সৃষ্টি করিনি। আমি ও দুটিকে যথাযথ উদ্দেশ্যে সৃষ্টি করেছি। কিন্তু অধিকাংশ মানুষ তা জানে না।”[সূরা দুখান, আয়াত: ৩৮, ৩৯] তিনি আরও বলেন: “হা-মীম। এই কিতাব পরাক্রমশালী, প্রজ্ঞাময় আল্লাহর পক্ষ থেকে অবতীর্ণ। নভোমন্ডল, ভূ-মন্ডল ও এতদুভয়ের মধ্যবর্তী সবকিছু আমি যথাযথভাবেই এবং নির্দিষ্ট সময়ের জন্যেই সৃষ্টি করেছি। কাফেরদেরকে যে বিষয়ে সাবধান করা হয়েছে তারা তা থেকে মুখ ফিরিয়ে নেয়।”[সূরা আহকাফ, আয়াত: ১-৩]
  
  মানুষ সৃষ্টির হেকমত শরয়ি দলিল দ্বারা যেমন সাব্যস্ত তেমনি যৌক্তিকভাবে সাব্যস্ত। সুতরাং যে কোন বিবেকবান মানুষ এটি মানতে বাধ্য যে, সবকিছু বিশেষ হেকমতের প্রেক্ষিতে সৃষ্টি করা হয়েছে। বিবেকবান মানুষ ব্যক্তিগত জীবনেও কোন কিছু কারণ ছাড়া করা থেকে নিজের পবিত্রতা ঘোষণা করে। সুতরাং মহান প্রজ্ঞাবান আল্লাহ তাআলার ক্ষেত্রে আমরা কি ভাবতে পারি?!
  
  তাইতো বিবেকবান মুমিনগণ আল্লাহ তাআলার সৃষ্টি-রহস্য সাব্যস্ত করে থাকেন। আর কাফেরেরা সেটা অস্বীকার করে থাকে। আল্লাহ তাআলা বলেন: “নিশ্চয় আসমান ও যমীন সৃষ্টিতে এবং রাত্রি ও দিনের আবর্তনে নিদর্শন রয়েছে বোধ সম্পন্ন লোকদের জন্যে। যাঁরা দাঁড়িয়ে, বসে ও শায়িত অবস্থায় আল্লাহকে স্মরণ করে এবং চিন্তা গবেষণা করে আসমান ও জমিন সৃষ্টির বিষয়ে, (তারা বলে) পরওয়ারদেগার! এসব তুমি অনর্থক সৃষ্টি করনি। সকল পবিত্রতা তোমারই, আমাদিগকে তুমি দোযখের শাস্তি থেকে বাঁচাও।”[সূরা আলে ইমরান, আয়াত: ১৯০-১৯১] সৃষ্টি সম্পর্কে কাফেরদের দৃষ্টিভঙ্গি তুলে ধরতে গিয়ে তিনি বলেন: “আমি আসমান-যমীন ও এ দু’ এর মধ্যে যা কিছু আছে তা অনর্থক সৃষ্টি করিনি। এ রকম ধারণা তো কাফিররা করে, কাজেই কাফিরদের জন্য আছে জাহান্নামের দূর্ভোগ।”[সূরা স্বাদ, আয়াত: ২৭]
  
  শাইখ আব্দুর সাদী (রহঃ) বলেন:
  
  আল্লাহ তাআলা আসমান ও জমিন সৃষ্টির মহান হেকমত সম্পর্কে অবহিত করছেন যে, তিনি এ দুটি উদ্দেশ্যহীনভাবে অনর্থক বা খেলাচ্ছলে সৃষ্টি করেননি।
  
  “এ রকম ধারণা তো কাফিররা করে” অর্থাৎ এ রকম ধারণা কাফেরেরা তাদের প্রতিপালক সম্পর্কে করে। যে ধারণা তাঁর মর্যাদার সাথে সামঞ্জস্যপূর্ণ নয়।
  
  “কাজেই কাফিরদের জন্য আছে জাহান্নামের দূর্ভোগ” জাহান্নাম হকভাবে তাদেরকে পাকড়াও করবে এবং চরমভাবে পাকড়াও করবে। আল্লাহ তাআলা এ আসমান ও জমিনকে হকভাবে তথা ন্যায্যভাবে সৃষ্টি করেছেন, ন্যায়ের জন্য সৃষ্টি করেছেন। তিনি এ দুটি সৃষ্টি করে বান্দাকে তাঁর মহান জ্ঞান, ক্ষমতা ও অবাধ পরাক্রমশালিতা জানাতে চেয়েছেন এবং জানাতে চেয়েছেন যে, তিনিই একমাত্র মাবুদ বা উপাসনার পাত্র; যারা আসমান-জমিনের একটি বিন্দুও সৃষ্টি করেনি তারা উপাসনার যোগ্য নয়। আরও জানাতে চেয়েছেন যে, পূনরূত্থান হক বা সত্য। অচিরেই আল্লাহ তাআলা নেককার ও বদকারদের মধ্যে ফয়সালা করবেন। আল্লাহর হেকমত সম্পর্কে অজ্ঞ ব্যক্তি যেন মনে না করে যে, আল্লাহ উভয়ের সাথে সমান আচরণ করবেন। তাইতো আল্লাহ তাআলা বলেছেন: “যারা ঈমান এনেছে ও সৎ কর্ম করেছে আমি কি তাদেরকে পৃথিবীতে বিপর্যয় সৃষ্টিকারীদের (কাফেরদের) সমতুল্য গণ্য করব? নাকি আমি মুত্তাকিদেরকে পাপাচারীদের সমান গণ্য করব।”[সূরা স্বাদ, আয়াত: ২৮] উভয়ের সাথে সমান আচরণ আল্লাহর হেকমত ও তাঁর বিধান বিরোধী। সমাপ্ত [তাফসিরে সাদী, পৃষ্ঠা- ৭১২]
  
  দুই:
  
  চতুষ্পদ জন্তুর মত শুধু পানাহার ও বংশবৃদ্ধির জন্য আল্লাহ মানুষকে সৃষ্টি করেননি। আল্লাহ মানুষকে সম্মানিত করেছেন। অনেক সৃষ্টির উপর আল্লাহ মানুষকে মর্যাদা দিয়েছেন। কিন্তু অধিকাংশ মানুষ কুফরিকে গ্রহণ করে নিয়েছে এবং যে মহান উদ্দেশ্যে তাদেরকে সৃষ্টি করা হয়েছে সেটাকে তারা বেমালুম ভুলে গেছে বা অস্বীকার করেছে। তাদের চরম উদ্দেশ্য হচ্ছে- দুনিয়াকে উপভোগ করা। এদের জীবন চতুষ্পদ জন্তুর জীবনের মত। বরং তারা চতুষ্পদ জন্তুর চেয়ে অধম। আল্লাহ তাআলা বলেন: “আর যারা কুফরি করে তারা ভোগ-বিলাসে মত্ত থাকে আর আহার করে যেভাবে আহার করে চতুষ্পদ জন্তু জানোয়াররা।”[সূরা মুহাম্মদ, আয়াত: ১২] তিনি আরও বলেন, “ছেড়ে দাও ওদেরকে, ওরা খেতে থাক আর ভোগ করতে থাক, আর (মিথ্যে) আশা ওদেরকে উদাসীনতায় ডুবিয়ে রাখুক, শীঘ্রই ওরা (ওদের আমলের পরিণতি) জানতে পারবে।”।[সূরা আল-হিজর, আয়াত: ৩] তিনি আরও বলেন: “আমি বহু সংখ্যক জ্বীন আর মানুষকে দোযখের জন্য সৃষ্টি করেছি, তাদের অন্তর আছে কিন্তুতা দিয়ে তারা উপলব্ধি করে না, তাদের চোখ আছে কিন্তুতা দিয়ে তারা দেখে না, আর তাদের কান রয়েছে কিন্তুতা দিয়ে শোনে না, তারা চতুষ্পদ জন্তুর মত; বরং তার চেয়েও নিকৃষ্টতর। তারা একেবারে বে-খবর।”[সূরা আল-আরাফ, আয়াত: ১৭৯] বিবেকবান সবাই জানে যে, যে ব্যক্তি কোন কিছু তৈরী করেন তিনি এর হেকমত সম্পর্কে অন্যের তুলনায় ভাল জানেন। আর আল্লাহর জন্য উত্তম উদাহরণ প্রযোজ্য, যেহেতু তিনিই মানুষ সৃষ্টি করেছেন। তাই মানুষ সৃষ্টির হেকমত সম্পর্কে তিনিই ভাল জানবেন। দুনিয়াবি বিভিন্ন ক্ষেত্রে এটা যে সঠিক এ ব্যাপারে কারো কোন দ্বিমত নেই। মানুষ নিশ্চিত যে, তার বিভিন্ন অঙ্গপ্রত্যঙ্গ বিশেষ একটা হেকমত বা উদ্দেশ্যে সৃষ্টি করা হয়েছে। চক্ষু সৃষ্টি করা হয়েছে দেখার জন্য। কান সৃষ্টি করা হয়েছে শুনার জন্য। এভাবে প্রত্যেকটি অঙ্গ। এটি কি যুক্তিসঙ্গত যে, মানুষের প্রত্যেকটি অঙ্গ বিশেষ একটা উদ্দেশ্যেসৃষ্টি করা হয়েছে আর মানব সত্ত্বাকে অনর্থক সৃষ্টি করা হয়েছে?! অথবা যিনি তাকে সৃষ্টি করেছেন তিনি যখন তাকে সৃষ্টি করার উদ্দেশ্য বর্ণনা করেন তখন সে সেটা গ্রহণ করতে নারাজ?!
  
  তিন:
  
  আল্লাহ তাআলা ঘোষণা করেছেন যে, তিনি আসমান-জমিন, জীবন-মৃত্যু সৃষ্টি করেছেন পরীক্ষা করার জন্য। মানুষকে পরীক্ষা করার জন্য- কে তাঁর আনুগত্য করে যাতে তাকে পুরস্কৃত করতে পারেন; আর কে তাঁর অবাধ্য হয় যাতে তাকে শাস্তি দিতে পারেন। তিনি বলেন: “যিনি করেছেন মরণ ও জীবন যাতে তোমাদেরকে পরীক্ষা করেন- আমলের দিক দিয়ে তোমাদের মধ্যে কোন্‌ ব্যক্তি সর্বোত্তম? তিনি মহা শক্তিধর, অতি ক্ষমাশীল।”[সূরা আল-মুল্‌ক, আয়াত: ২]
  
  এ পরীক্ষার মাধ্যমে আল্লাহর নাম ও গুণাবলীর প্রভাব ফুটে উঠে। যেমন-‘আল-রহমান’, ‘আল-গফুর’, ‘আল-হাকিম’, ‘আল-তাওয়াব’, ‘আল-রহীম’ ইত্যাদি আল্লাহর গুণবাচক নাম।
  
  সবচেয়ে যে মহান উদ্দেশ্য ও মহা পরীক্ষার জন্য মানুষ সৃষ্টি করা হয়েছে সেটা হচ্ছে- তাওহীদ বা নিরংকুশভাবে এক আল্লাহর ইবাদতের নির্দেশ প্রদান করা। আল্লাহ নিজেই মানুষ সৃষ্টির এ উদ্দেশ্য বর্ণনা করেছেন। তিনি বলেন: “আমি জিন্ন ও মানবকে সৃষ্টি করেছি একমাত্র এ কারণে যে, তারা আমারই ‘ইবাদাত করবে।”[সূরা যারিয়াত, আয়াত: ৫৬]
  
  ইবনে কাছির (রহঃ) বলেন:
  
  অর্থাৎ আমি তাদেরকে সৃষ্টি করেছি তাদেরকে আমার ইবাদতের নির্দেশ প্রদান করার জন্য; তাদের প্রতি আমার মুখাপেক্ষিতার কারণে নয়। আলি বিন আবু তালহা ইবনে আব্বাস (রাঃ) থেকে বর্ণনা করেন যে, “একমাত্র আমার ইবাদতের জন্য” অর্থাৎ যাতে তারা ইচ্ছাই বা অনিচ্ছায় আমার ইবাদতের স্বীকৃতি দেয়। এটি ইবনে জারীরের নির্বাচিত তাফসির। ইবনে জুরাইয বলেন: যাতে তারা আমাকে চিনে। আল-রাবি বিন আনাস বলেন: “একমাত্র আমার ইবাদতের জন্য” অর্থাৎ ইবাদতের জন্য। সমাপ্ত [তাফসিরে ইবনে কাছির (৪/২৩৯)]
  
  শাইখ আব্দুর রহমান আল-সাদী (রহঃ) বলেন:
  
  আল্লাহ তাআলা মানুষকে সৃষ্টি করেছেন তাঁর ইবাদতের জন্য, তাঁর নাম ও গুণাবলির মাধ্যমে তাঁকে চেনার জন্য এবং তিনি তাঁকে সে নির্দেশ দিয়েছেন। যে ব্যক্তি তাঁর প্রতি আনুগত্যশীল হবে এবং নির্দেশ পালন করবে সে সফলকাম। আর যে ব্যক্তি মুখ ফিরিয়ে নিবে সে ক্ষতিগ্রস্ত। তাদেরকে এমনস্থানে সম্মিলিত করা অনিবার্য যেখানে তিনি তাদেরকে তার আদেশ-নিষেধ পালনের ভিত্তিতে প্রতিদান দিতে পারবেন। এ কারণে মুশরিকদের প্রতিদানকে অস্বীকার করার প্রসঙ্গ উল্লেখ করে আল্লাহ তাআলা বলেন: “আর যদি আপনি তাদেরকে বলেন যে, নিশ্চয় তোমাদেরকে মৃত্যুর পরে জীবিত ওঠানো হবে, তখন কাফেরেরা অবশ্য বলে এটা তো স্পষ্ট যাদু!"[সূরা হুদ, আয়াত: ০৭] অর্থাৎ যদি আপনি এদেরকে বলেন এবং মৃত্যুর পরে পুনরুত্থানের ব্যাপারে সংবাদ দেন তারা আপনার কথায় বিশ্বাস করবে না। বরং আপনাকে তীব্রভাবে মিথ্যায়ন করবে এবং আপনি যা নিয়ে এসেছেন সেটার উপর অপবাদ দিবে। তারা বলবে: “এটা তো স্পষ্ট যাদু”
  
  জেনে রাখুন এটা স্পষ্ট সত্য। সমাপ্ত [তাফসিরে সাদী, পৃষ্ঠা- ৩৩৩]
  
  আল্লাহই ভাল জানেন।`,
      topic: `মানুষ সৃষ্টির হেকমত`,
      category: `আকীদা`
    },
    {
      question: `রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের হাদিস "তুমি আল্লাহ্‌র প্রতি ঈমান আনবে, তাঁর ফেরেশতাদের প্রতি ঈমান আনবে, তাঁর কিতাবসমূহের প্রতি ঈমান আনবে, তাঁর রাসূলগণের প্রতি ঈমান আনবে, শেষ দিবসের প্রতি ঈমান আনবে এবং ভাল-মন্দের তাকদীরের প্রতি ঈমান আনবে"-এ কিতাবসমূহের প্রতি ঈমান আনাকে ফেরেশতাদের প্রতি ঈমানের পর এবং রাসূলগণের প্রতি ঈমানের আগে উল্লেখ করা হল কেন?  `,
      answer: `আলহামদু লিল্লাহ।.
  
  নিশ্চয় বান্দার প্রতি ঈমানের ক্ষেত্রে সর্বপ্রথম যা ওয়াজিব সেটা হল: আল্লাহ্‌ তাআলার প্রতি ঈমান আনা। এর কারণ হল যতক্ষণ পর্যন্ত না এটা সাব্যস্ত না হয় যে, এ মহাবিশ্বের একজন উপাস্য আছেন ততক্ষণ পর্যন্ত তো রাসূলগণের সত্যতা জানা সম্ভবপর নয়। তাই আল্লাহ্‌র মারিফত বা তাঁকে জানা হচ্ছে মূল। এ কারণে আল্লাহ্‌ তাআলা ঈমানের এ স্তরকে অন্যগুলোর আগে উল্লেখ করেছেন।
  
  তারপর বহু দলিলে আল্লাহ্‌ তাআলার প্রতি ঈমানের বিষয়টি উল্লেখ করার পর তাঁর মর্যাদাবান ফেরেশতাদের প্রতি ঈমানের উল্লেখ করা হয়েছে। এর গূঢ় রহস্য হল: আল্লাহ্‌ তাআলা ফেরেশতাদের মাধ্যমে তাঁর নবীগণের নিকট ওহী প্রেরণ করেন। তিনি বলেন:  "তিনি তাঁর বান্দাদের মধ্য থেকে যাদের কাছে চান, তাঁর এই নির্দেশের ওহী নিয়ে ফেরেশতা পাঠান যে, তোমরা (মানুষকে) সতর্ক করে দিয়ে বলবে, "আমি ছাড়া সত্য কোন উপাস্য নেই, অতএব আমাকে ভয় করো।"[সূরা নাহল, আয়াত: ২]  তিনি আরও বলেন: "বিশ্বস্ত আত্মা (জিবরাইল) তা নিয়ে নাযিল হয়েছে আপনার আত্মার ওপর; যাতে করে আপনি সতর্ককারী হতে পারেন।"[সূরা শূআরা, আয়াত: ১৯৩-১৯৪]
  
  যখন এটি সাব্যস্ত হল যে, আল্লাহ্‌র ওহী (প্রত্যাদেশ) ফেরেশতার মাধ্যমে মানুষের কাছে পৌঁছেছে; তখন ফেরেশতারাই হল আল্লাহ্‌ ও মানুষের মাঝে মাধ্যম। এ কারণে ফেরেশতাদের প্রতি ঈমানকে দ্বিতীয় স্তরে উল্লেখ করা হয়েছে।
  
  ঠিক একই গূঢ় রহস্যের কারণে আল্লাহ্‌ তাআলা বলেছেন: "আল্লাহ্‌ সাক্ষ্য দেন যে, নিশ্চয় তিনি ছাড়া কোন সত্য উপাস্য নেই। আর ফেরেশ্‌তাগণ এবং জ্ঞানীগণও; আল্লাহ্‌ ন্যায়নীতির উপর প্রতিষ্ঠিত। তিনি ছাড়া সত্য কোন উপাস্য নেই। তিনি পরাক্রমশালী, প্রজ্ঞাময়।"[সূরা আলে ইমরান, আয়াত: ১৮]
  
  তৃতীয় স্তর হচ্ছে: কিতাবসমূহ। কিতাব হচ্ছে সেই ওহী বা প্রত্যাদেশ যা ফেরেশতা আল্লাহ্‌র কাছ থেকে গ্রহণ করে মানুষের কাছে পৌঁছিয়ে দিতেন। তাই কিতাবসমূহের আগে ফেরেশতা উল্লেখযোগ্য এবং এ কারণেই কিতাবসমূহকে পরে উল্লেখ করা হয়েছে।
  
  চতুর্থ স্তর হচ্ছে: রাসূলগণ। তাঁরা হচ্ছেন যারা ফেরেশতাদের কাছ থেকে ওহীর নূর গ্রহণ করেছেন। এ কারণে রাসূলদেরকে চতুর্থস্তরে উল্লেখ করা হয়েছে। ইমাম রাযী তাঁর তাফসিরে (৭/১০৮) এ কারণ উল্লেখ করেছেন। [দেখুন: বায়যাবীর উপর লিখিত যাদাহ-এর হাশিয়া (পার্শ্বটীকা) (২/৬৯৪)]
  
  ত্বীবী বলেন: ফেরেশতাকে কিতাব ও রাসূলদের আগে উল্লেখ করা হয়েছে বাস্তবতার সাথে মিল রেখে। যেহেতু আল্লাহ্‌ তাআলা ফেরেশতাকে কিতাব দিয়ে রাসূলের কাছে পাঠিয়েছেন।[শারহুল মিশকাত (২/৪২৫) থেকে সমাপ্ত]
  
  তবে উল্লেখিত বিষয়টি অতিরিক্ত ও সূক্ষ্ম জ্ঞানশ্রেণীয়; জ্ঞানের কোন মৌলিক বিষয় নয়; যার উপর কোন আকিদা বা হুকুম নির্ভর করে।
  
  আল্লাহ্‌ই সর্বজ্ঞ।  `,
      topic: `কিতাবসমূহের প্রতি ঈমান আনাকে রাসূলদের প্রতি ঈমান আনার ওপর প্রধান্য দেয়া`,
      category:`আকীদা`
    },
    {
      question: `জান্নাতের রক্ষকের নাম কি রেদওয়ান? আমি শাইখ বিন উছাইমীন (রহঃ) এর ফতোয়াতে শুনেছি যে, তিনি বলেন: "জান্নাতের রক্ষকের নাম 'রেদওয়ান' মর্মে কিছু আছার (সাহাবী বা তাবেয়ীর উক্তি) প্রসিদ্ধি পেয়েছে। কিন্তু, এই মর্মে আমি কোন সহিহ হাদিস জানি না"। তাঁর কথা থেকে কি এই নামটি সাব্যস্ত করা বুঝা যায়?`,
      answer:`উত্তরের সংক্ষিপ্তসার
  সংক্ষিপ্তসার: এ নামটি সহিহ হাদিসসমূহে সাব্যস্ত হয়নি। কিন্তু, আলেমগণ এ নামটি ব্যবহার করে আসছেন এবং এ নামের উল্লেখ করাকে তারা দোষের কিছু মনে করেন না। সুতরাং এ বিষয়টি (ইনশাআল্লাহ্‌) সহজ।
  উত্তর
  আলহামদু লিল্লাহ।.
  
  আলহামদুলিল্লাহ।
  আলেমদের মাঝে মশহুর যে, জান্নাতের রক্ষক ফেরেশতার নাম 'রেদওয়ান'। কিন্তু, এ নামটি কুরআনে আসেনি, কিংবা সহিহ সুন্নাতেও আসেনি। বরং কিছু দুর্বল আছার (সাহাবী বা তাবেয়ীর উক্তি)-তে উদ্ধৃত হয়েছে।
  
  ইবনুল কাইয়্যেম (রহঃ) বলেন: আল্লাহ্‌ তাআলা জান্নাতের সর্বোচ্চ মর্যাদাবান রক্ষকের নাম রেখেছেন: رضوان (রেদওয়ান)। এ নামটি الرضا (সন্তুষ্টি) শব্দ থেকে উদ্ভূত। আর জাহান্নামের রক্ষকের নাম রেখেছেন: مالك (মালিক)। এ নামটি الملك (আল-মুলক) শব্দ থেকে উদ্ভূত। যা শক্তি ও কঠোরতা বুঝায়।[হাদিল আরওয়াহ (১/৭৬)]
  
  মুনাওয়ি বলেন: "জান্নাত রক্ষা করার দায়িত্বপ্রাপ্তকে বলেছেন খাযেন (ভাণ্ডার-রক্ষক)। কেননা জান্নাত হচ্ছে- আল্লাহ্‌র ভাণ্ডার; যা তিনি তাঁর বান্দাদের জন্য প্রস্তুত করেছেন...। আপাত অর্থে জান্নাতের রক্ষক শুধু একজন। কিন্তু, আসলে সেটা উদ্দেশ্য নয়। দলিল হচ্ছে আবু হুরায়রা (রাঃ) কর্তৃক বর্ণিত হাদিস: "যে ব্যক্তি কোন জিনিসের এক জোড়া আল্লাহ্‌র রাস্তায় ব্যয় করবে জান্নাতের প্রত্যেক দরজার রক্ষকরা তাকে ডাকবে: আস"। এবং জান্নাতের রক্ষক একাধিক হওয়া মর্মে সুস্পষ্ট ভাষায় বর্ণিত অন্যান্য হাদিস। তবে, রেদওয়ান হচ্ছেন- তাদের মাঝে সর্বাধিক মর্যাদাবান ও নেতা। আর সর্বাধিক মর্যাদাবান রাসূলকে অভ্যর্থনা জানাবে সর্বাধিক মর্যাদাবান রক্ষক।"[ফায়যুল কাদির (১/৫০) থেকে সমাপ্ত]
  
  হাফেয ইবনে কাছির (রহঃ) ফেরেশতাদের সম্পর্কে আলোচনা করতে গিয়ে বলেন:
  
  "তাদের মধ্যে রয়েছেন জান্নাতের দায়িত্বে রত, জান্নাতীদের অভ্যর্থনার প্রস্তুতিতে রত এবং জান্নাতের বসবাসকারীদের মেহমানদারির পরিবেশ তৈরীতে রত; যেমন জান্নাতীদের পোশাক, অলংকার, বাসস্থান, খাবারদাবার ও পানীয় ইত্যাদি যা কোন চক্ষু দেখেনি, কোন কান শুনেনি এবং কোন মানুষের কল্পনায়ও আসেনি। জান্নাতের রক্ষক হচ্ছেন একজন ফেরেশতা। যার নাম হচ্ছে- রেদওয়ান। কোন কোন হাদিসে তার নাম সুস্পষ্টভাবে উল্লেখিত হয়েছে।"[আল-বিদায়া ওয়ান নিহায়া (১/৫৩) থেকে সমাপ্ত]
  
  সহিহ হাদিসসমূহে সাব্যস্ত হয়েছে যে, তার উপাধি হচ্ছে- খাযেন (রক্ষক); নাম নয়। শাফায়াতের হাদিসে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে সাব্যস্ত হয়েছে যে, তিনি বলেন: "কিয়ামতের দিন আমি জান্নাতের দরজায় আসব এবং দরজা খুলতে বলব। তখন রক্ষক বলবেন: আপনি কে? আমি বলব: মুহাম্মদ। তিনি বলবেন: আপনার জন্য খোলার নির্দেশ দেয়া হয়েছে। আপনার আগে আর কারো জন্য খুলব না।"[সহিহ মুসলিম (১৯৭)]
  
  কিন্তু, এ নামটি কিছু দুর্বল হাদিসে বর্ণিত হওয়ায় এবং আলেমদের মাঝে এর ব্যবহার প্রসিদ্ধি লাভ করায় এটি ব্যবহার করার প্রশস্ততা রয়েছে, ইনশাআল্লাহ্‌।
  
  স্থায়ী কমিটির ফতোয়াসমগ্রে এসেছে (২৮/৩৫৩):
  
  রেদওয়ান কি জান্নাতের রক্ষক? তার নামটি কোথায় উদ্ধৃত হয়েছে?
  
  উত্তর হল: আলেমদের নিকট মশহুর হচ্ছে, জান্নাতের রক্ষকের নাম রেদওয়ান। কিছু কিছু হাদিসে তার নাম উদ্ধৃত হলেও এ নাম নিয়ে আপত্তি আছে। আল্লাহ্‌ই সর্বজ্ঞ।[সমাপ্ত]
  
  শাইখ উছাইমীন বলেন:
  
  "পক্ষান্তরে, রেদোয়ান হচ্ছে জান্নাতের দায়িত্বপ্রাপ্ত। তার এ নামটি সুস্পষ্টভাবে সাব্যস্ত নয়; যেভাবে 'মালিক' (বুঝাতে চাচ্ছেন: জাহান্নামের রক্ষক) নামটি সাব্যস্ত হয়েছে। কিন্তু, আলেমদের নিকট তিনি এ নামে মশহুর।[শাইখ উছাইমীনের ফতোয়াসমগ্র (৩/১১৯) হতে সমাপ্ত]`,
      topic: `জান্নাতের রক্ষকের নাম কি 'রেদওয়ান'?`,
      category: `আকীদা`
    },
    {
      question: `ফেরেশতাদের প্রতি ঈমান বলতে কী বুঝায়?`,
      answer: `আলহামদু লিল্লাহ।.
  
  সমস্ত প্রশংসা আল্লাহর জন্য। ফেরেশতারা অদৃশ্য জগৎ। আল্লাহ তাদেরকে নূর দিয়ে সৃষ্টি করেছেন। তারা আল্লাহর নির্দেশ পালনে রত আছেন। “তারা আল্লাহ তা’আলা যা আদেশ করেন, তা অমান্য করে না এবং যা করতে আদেশ করা হয়, তাই করে।”[সূরা তাহরীম, আয়াত:০৬] ফেরেশতাদের প্রতি ঈমান চারটি বিষয়কে অন্তর্ভুক্ত করে: ১. এই স্বীকৃতি প্রদান করা যে, ফেরেশতাদের অস্তিত্ব রয়েছে, তারা আল্লাহ তাআলার সৃষ্টি এবং তাঁর নিয়ন্ত্রণাধীন ও পরিচালনাধীন। “তারা তাঁর আগ বাড়িয়ে কোন কথা বলে না, তাঁর নির্দেশেই তারা কাজ করে যায়।”[সূরা আম্বিয়া, আয়াত: ২৬-২৭] এবং “তারা আল্লাহ তা’আলা যা আদেশ করেন, তা অমান্য করে না এবং যা করতে আদেশ করা হয়, তাই করে।”[সূরা তাহরীম, আয়াত: ০৬] এবং “তারা অহঙ্কারবশতঃ তাঁর ইবাদত হতে বিমুখ হয় না এবং ক্লান্তিও বোধ করে না। তারা দিন-রাত তাঁর তাসবীহ পাঠ করে, তারা শিথিলতা দেখায় না।”[সূরা আম্বিয়া, আয়াত ১৯:২০] ২. যে সব ফেরেশতার নাম জানা গেছে তাদের নামের প্রতি ঈমান আনা। যেমন জিব্রাইল (আঃ), মিকাইল (আঃ), ইস্রাফিল (আঃ), মালিক (আঃ), রেদোয়ান (আঃ) প্রমুখ। ৩. যেসব ফেরেশতার কিছু কিছু বৈশিষ্ট্যের কথা আমরা জানতে পেরেছি সেগুলোর প্রতি ঈমান আনা। যেমন আমরা হাদিসের মাধ্যমে জানতে পেরেছি- জিব্রাইল (আঃ) এর দিগন্ত জুড়ানো ছয়শত ডানা রয়েছে। ৪. ফেরেশতাদের যেসব দায়িত্ব সম্পর্কে আমরা অবহিত হয়েছি সেগুলোর প্রতি ঈমান আনা। যেমন- অহী বহনের দায়িত্বে আছেন জিব্রাইল (আঃ), যে অহী হচ্ছে- আত্মার জীবন। শিংগায় ফুঁ দেওয়ার দায়িত্বে আছেন ইস্রাফিল (আঃ)। বৃষ্টি বর্ষণের দায়িত্বে আছেন- মিকাইল (আঃ)। জাহান্নামের দায়িত্বে আছেন- মালিক (আঃ)। সবচেয়ে গুরুত্বপূর্ণ যে বিষয়টির প্রতি আমাদেরকে ঈমান আনতে হবে তা হচ্ছে- প্রত্যেক ব্যক্তির সাথে দুইজন করে ফেরেশতা থাকে। এ ফেরেশতাদ্বয় ব্যক্তির আমলসমূহ লিপিবদ্ধ করেন। “স্মরণ করুন!দুই ফেরেশতা ডানে ও বামে বসে তার আমল গ্রহণ করে।সে যে কথাই উচ্চারণ করে, তাই গ্রহণ করার জন্যে তার কাছে সদা প্রস্তুত প্রহরী রয়েছে।”[সূরা কাফ, আয়াত ১৭-১৮] অর্থাৎ এ শ্রেণীর ফেরেশতা সর্বদা পর্যবেক্ষক হিসেবে উপস্থিত থাকে। অতএব, সাবধান হে মুসলিম! এ ফেরেশতাদ্বয় যেন এমন কিছু লিপিবদ্ধ করতে না পারে যা কিয়ামতের দিন আপনার জন্য অকল্যাণকর হবে। আপনি যা কিছু বলেন বা উচ্চারণ করেন সবই লিপিবদ্ধ হচ্ছে। কেয়ামতের দিন এই লিপিকা বের করে বান্দার সামনে পেশ করা হবে। “এবং কিয়ামতের দিন তার জন্য আমি বের করব একটি কিতাব, যা সে পাবে উন্মুক্ত। পাঠ কর তোমার কিতাব, আজ তুমি নিজেই তোমার হিসাব-নিকাশকারী হিসেবে যথেষ্ট।”[সূরা বনি ইসরাইল, আয়াত ১৩-১৪] আমরা আল্লাহর কাছে প্রার্থনা করছি তিনি যেন আমাদের গুনাহগুলো গোপন রাখেন এবং এড়িয়ে যান। নিশ্চয় তিনি প্রার্থনায় সাড়াদানকারী। আল্লাহই ভাল জানেন। দেখুন:
  আলামুস সুন্নাহ আল-মানশুরা (৮৬) এবং শাইখ উছাইমীনের ফতোয়া সমগ্র (৩/১৬০)।`,
      topic: `ফেরেশতাদের প্রতি ঈমান আনার হাকিকত`,
      category: `
  আকীদা`
    },
    {
      question:`আমি একজন প্রকৃত মুসলিম হতে চাই। তাই আমি এ প্রশ্নটি করছি: ইসলাম মানার আবশ্যকতা কি? অন্য কথায়: ধরুন, আমি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের যামানায় ছিলাম। আমি শুনেছি যে, তিনি এই ধর্মের দিকে ডাকছেন। কোন জিনিস আমাকে ধাবিত করবে যে, আমি তাঁকে রাসূল হিসেবে বিশ্বাস করব এবং তিনি যে কিতাব ও সুন্নাহ নিয়ে প্রেরিত হয়েছে সেটাতে বিশ্বাস করব? অনুরূপভাবে আমি কুরআনের এই চ্যালেঞ্জটি বুঝতে পারছি না: “তবে তারা অনুরূপ বাণী রচনা করুক; যদি তারা সত্যবাদী হয়ে থাকে...”। আমি যা বুঝি তা হল: কেউ যদি কোন এক শাস্ত্রে কোন একটি বই লেখে সেটি একই শাস্ত্রের অন্য একটি বইয়ের সাথে সাদৃশ্যপূর্ণ হয়ে থাকে; যদিও খুঁটিনাটি কিছু বিষয় ভিন্ন হোক না কেন। সুতরাং কুরআনের চ্যালেঞ্জের যৌক্তিকতা কি? কোন মুসলিমের পক্ষ থেকে এমন প্রশ্ন হয়তো কিছুটা অদ্ভুত মনে হতে পারে; কিন্তু আল্লাহ্‌ই আমার নিয়ত সম্পর্কে সম্যক অবগত।`,
      answer: `আলহামদু লিল্লাহ।.
  
  ইসলাম ধর্ম সঠিক হওয়া ও নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সত্যতার পক্ষে দলিল-প্রমাণ অনেক। এই প্রমাণগুলো একজন নিরপেক্ষ ও একনিষ্ঠভাবে সত্যানুসন্ধী বিবেক-বুদ্ধিসম্পন্ন ন্যায়বাদী মানুষকে সন্তুষ্ট করার জন্য যথেষ্ট। এ সংক্রান্ত কিছু দলিল নিম্নে উল্লেখ করা হল:
  
  এক: মানব প্রকৃতির দলিল: নিশ্চয় ইসলামের দাওয়াত সুষ্ঠু মানবপ্রকৃতির সাথে সামঞ্জস্যপূর্ণ। আল্লাহ্‌তাআলার নিম্নোক্ত বাণী সে দিকেই ইশারা করছে: “অতএব একনিষ্ঠ হয়ে নিজেকে (সঠিক) ধর্মে প্রতিষ্ঠিত কর। আল্লাহ্‌যে ফিতরতের (সৃষ্টিগত প্রকৃতির) উপর মানুষকে সৃষ্টি করেছেন সেটার উপর অটল থাক। আল্লাহ্‌র সৃষ্টিকে পরিবর্তন করো না। এটাই সঠিক ধর্ম; তবে অধিকাংশ মানুষ জানে না।”[সূরা রূম, আয়াত: ৩০]
  
  এবং নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “প্রত্যেক শিশু ফিতরতের (সুষ্ঠু প্রকৃতির) উপর জন্মগ্রহণ করে। তার পিতামাতা তাকে ইহুদী বানায়, খ্রিস্টান বানায় কিংবা অগ্নি উপাসক বানায়। যেমনিভাবে একটি পশু শাবক নিখুঁতভাবে জন্মগ্রহণ করে; তোমরা নবজাতক পশুতে কি কোন ত্রুটি পাও?”[সহিহ বুখারী (১৩৫৮) ও সহিহ মুসলিম (২৬৫৮)]
  
  হাদিসের বাণী: যেমনিভাবে একটি পশু শাবক নিখুঁতভাবে জন্মগ্রহণ করে অর্থাৎ পরিপূর্ণ অঙ্গপ্রত্যঙ্গ নিয়ে ও ত্রুটিমুক্তভাবে জন্মগ্রহণ করে। এরপর কান কাটা কিংবা অন্য যা কিছু ঘটে সেগুলো পশুটির জন্মের পরে ঘটে।
  
  তদ্রুপ প্রত্যেকটি মানুষ ইসলামের প্রকৃতি নিয়ে জন্মগ্রহণ করে। নিঃসন্দেহে যা কিছু ইসলাম থেকে বিচ্যুতি সেটি তার প্রকৃতি থেকে দূরে সরে যাওয়া। তাই আমরা ইসলামী বিধি-বিধানে এমন কিছু পাই না যা মানবপ্রকৃতি বিরোধী। বরং ইসলামের যাবতীয় বিশ্বাস ও কর্ম সুষ্ঠু সুষম প্রকৃতির সাথে সামঞ্জস্যপূর্ণ। পক্ষান্তরে, ইসলাম ছাড়া অন্য ধর্ম ও বিশ্বাসসমূহে প্রকৃতিবিরুদ্ধ বিষয়সমূহ রয়েছে। একটু চিন্তাভাবনা ও দৃষ্টি দিলেই এটি স্পষ্টভাবে ফুটে উঠে।
  
  দুই: বুদ্ধিভিত্তিক দলিলসমূহ
  
  শরিয়তের অসংখ্য দলিল বিবেককে সম্বোধন করে ও বুদ্ধিগ্রাহ্য দলিল-প্রমাণগুলোকে বিবেচনা আনার উপদেশ দিয়ে উদ্ধৃত হয়েছে এবং অনেক দলিল আকলবানদের ও বুদ্ধিবানদের প্রতি ইসলামের সত্যতার পক্ষে অকাট্য দলিলগুলো অনুধাবন করার আহ্বান জানিয়ে উদ্ধৃত হয়েছে। আল্লাহ্‌তাআলা বলেন: “এক মুবারক কিতাব, এটা আমরা আপনার প্রতি নাযিল করেছি, যাতে মানুষ এর আয়াতসমূহে তাদাব্বুর করে (গভীরভাবে চিন্তা করে) এবং যাতে বোধশক্তিসম্পন্ন ব্যক্তিরা উপদেশ গ্রহণ করে।” [সূরা সা’দ আয়াত: ২৯]
  
  কাযী ইয়ায কুরআনে কারীমের মোজেজার দিকগুলো তুলে ধরতে গিয়ে বলেন: “এর মধ্যে (কুরআনের মধ্যে) অন্তর্ভুক্ত হয়েছে বিধি-বিধানের জ্ঞান, বুদ্ধিবৃত্তিক প্রমাণগুলো পেশ করার পদ্ধতিসমূহ এবং অন্যান্য ধর্মের ফিরকাগুলোর বিরুদ্ধে প্রত্যুত্তর— শক্তিশালী প্রমাণ ও সুস্পষ্ট দলিলের ভিত্তিতে। যে দলিলগুলোর ভাষা সহজ, উদ্দেশ্য সংক্ষিপ্ত। পরবর্তীতে বুদ্ধির দাবীদারেরা অনুরূপ দলিল-প্রমাণ উপস্থাপনের চেষ্টা করেও ব্যর্থ হয়েছে।”[আশ্‌শিফা (১/৩৯০)]
  
  ওহীর দলিলগুলোতে এমন কোন বিষয় অন্তর্ভু্ক্ত হয়নি বিবেকের কাছে যা অসম্ভব কিংবা বিবেক যেটাকে অগ্রাহ্য করে। এমন কোন মাসয়ালা আরোপ করেনি আপাতঃ বিবেক যার বিরোধিতা করে কিংবা বুদ্ধিভিত্তিক কোন মানদণ্ড যেটার সাথে সাংঘর্ষিক। বরঞ্চ বাতিলপন্থীরা তাদের বাতিলের পক্ষে যে মানদণ্ড নিয়ে এসেছে সেটাকে সঠিক প্রমাণ ও সুস্পষ্ট বুদ্ধিবৃত্তিক বিশ্লেষণের মাধ্যমে প্রত্যাখ্যান করেছে। আল্লাহ্‌তাআলা বলেন: “তারা আপনার কাছে যে উপমা (সংশয়) পেশ করুক না কেন আমি আপনাকে (সেটা প্রতিহত করার জন্য) সত্য দিয়েছি এবং (ওটার চেয়ে) উত্তমতর ব্যাখ্যা দিয়েছি।”[সূরা ফুরক্বান, আয়াত: ৩৩]
  
  শাইখুল ইসলাম ইবনে তাইমিয়া (রহঃ) বলেন: “আল্লাহ্‌সুবহানাহু তাআলা সংবাদ দিচ্ছেন যে, কাফেরেরা তাদের বাতিলের পক্ষে বুদ্ধিবৃত্তিক যে মানদণ্ড নিয়ে আসুক না কেন আল্লাহ্‌তাঁকে সত্য দিয়েছেন এবং তাঁকে এমন বিশ্লেষণ, প্রমাণ ও উপমা দিয়েছেন; যা তাদের মানদণ্ডের চেয়ে সত্যকে অধিক ব্যাখ্যাকারী, উন্মোচনকারী ও স্পষ্টকারী।”[মাজমুউল ফাতাওয়া (৪/১০৬)]
  
  কুরআনে বুদ্ধিবৃত্তিক দলিলের আরেকটি উদাহরণ হচ্ছে আল্লাহ্‌তাআলার বাণী: “তারা কি কুরআন অনুধাবন করে না; যদি এটি আল্লাহ্‌ছাড়া অন্য কারো পক্ষ থেকে আসত তাহলে তারা এতে বহু বৈপরীত্য দেখতে পেত”।[সূরা নিসা, আয়াত: ৮২]
  
  তাফসিরে কুরতুবীতে এসেছে: “প্রত্যেক যে ব্যক্তি বেশি কথা বলে তার কথাতে বৈপরীত্য পাওয়া ছাড়া গত্যন্তর নেই। সেটা তার বিবরণীতে, ভাষাতে; কিংবা তার ভাবের গুণগত মানে; কিংবা স্ববিরোধিতার ক্ষেত্রে; কিংবা মিথ্যা (অসঠিক তথ্য)-র ক্ষেত্রে। তাই আল্লাহ্‌তাআলা কুরআন নাযিল করে তাদেরকে কুরআন অনুধাবনের নির্দেশ দিলেন। কেননা তারা এতে কোন বৈপরীত্য পাবে না— না এর বিবরণীতে, না এর ভাবে, না কোন স্ববিরোধিতায়, আর না তাদেরকে অদৃশ্যের কিংবা যা কিছু তারা গোপন করে সেগুলোর যে সংবাদ দেয়া হয় সেক্ষেত্রে কোন মিথ্যা।”[আল-জামে লি আহকামিল কুরআন (৫/২৯০)]
  
  ইবনে কাছির (রহঃ) বলেন: “অর্থাৎ যদি তা বানোয়াট ও জাল হত, যেমনটি মূর্খ মুশরিকেরা ও বর্ণচোরা মুনাফিকেরা বলে থাকে “তাহলে তারা এতে বহু বৈপরীত্য দেখতে পেত”। অর্থাৎ এটি বৈপরীত্য মুক্ত। অতএব এটি আল্লাহ্‌র পক্ষ থেকে নাযিলকৃত।”[তাফসিরুল কুরআনিল আযীম (১/৮০২) থেকে সমাপ্ত]
  
  তিন: মোজাজাসমূহ ও নবুয়তের নিদর্শনাবলী:
  
  নিশ্চয় আল্লাহ্‌তাআলা তাঁর নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে অনেক মোজেজা, অলৌকিক বিষয় এবং ইন্দ্রিয়গ্রাহ্য নিদর্শনাবলী দিয়ে সাহায্য করেছেন; যেগুলো তার সত্যবাদিতা ও তাঁর রিসালাতের সঠিকতার প্রমাণ বহন করে। যেমন- চন্দ্র খণ্ডিত হওয়া, তাঁর সামনে খাবার ও পাথর কণার তাসবীহ পাঠ করা, তাঁর আঙ্গুলের মাঝখান থেকে পানির প্রস্রবণ বের হওয়া, তিনি খাবারকে বাড়ানো ইত্যাদি মোজেজা ও নিদর্শনগুলো। যে মোজেজাগুলো অনেক মানুষ সচক্ষে দেখেছেন ও প্রত্যক্ষ করেছেন এবং সহিহ বর্ণনাসূত্রের মাধ্যমে যেগুলো আমাদের কাছে পৌঁছেছে। যে বর্ণনাসূত্রগুলো অর্থগত মুতাওয়াতিরের পর্যায়ভুক্ত; যা একীন তথা নিশ্চিত জ্ঞান দেয়। এর মধ্যে রয়েছে আব্দুল্লাহ্‌বিন মাসউদ (রাঃ) কর্তৃক বর্ণিত হাদিস তিনি বলেন: “একবার আমরা রাসূলুল্লাহ্‌সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সাথে সফরে ছিলাম। তখন পানির সংকট হল। তিনি বললেন: তোমরা অবশিষ্ট কোন পানি থাকলে সেটার সন্ধান কর। তখন তারা একটি পাত্র নিয়ে এল তাতে একটু পানি ছিল। তখন তিনি পাত্রটির ভেতরে তাঁর হাত ঢুকিয়ে দিলেন। এরপর বললেন: আল্লাহ্‌র পক্ষ থেকে মুবারকময় পানি ও বরকত গ্রহণ করতে ছুটে আস। আমি দেখেছি, রাসূলুল্লাহ্‌সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আঙ্গুলের মাঝ থেকে পানি প্রস্রবিত হচ্ছে। তিনি আরও বলেন: যে খাবারটি খাওয়া হচ্ছে আমরা সেটার তাসবিহ পাঠ শুনতে পেতাম।”[সহিহ বুখারী (৩৫৭৯)]
  
  চার: ভবিষ্যত বাণী:
  
  এখানে ভবিষ্যত বাণী দ্বারা উদ্দেশ্য হচ্ছে: ভবিষ্যতে সংঘটিত হবে এমন যে সব বিষয় বা ঘটনার কথা ওহীর মাধ্যমে জানানো হয়েছে; চাই সে সব ঘটনা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জীবদ্দশায় ঘটুক কিংবা তাঁর মৃত্যুর পরে ঘটুক।
  
  নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম ভবিষ্যতের যে বিষয়গুলোর কথা জানিয়েছেন সেগুলো তিনি যেভাবে বলেছেন ঠিক সেভাবেই সংঘটিত হয়েছে। এটি প্রমাণ করে যে, আল্লাহ্‌তাঁর কাছে ওহী পাঠিয়েছেন এবং তাঁকে গায়বী কিছু বিষয় অবহিত করেছেন যে বিষয়গুলো ওহীর মাধ্যম ছাড়া জানা সম্ভবপর নয়। এ ধরণের ভবিষ্যত বাণীর মধ্যে রয়েছে:
  
  আবু হুরায়রা (রাঃ) থেকে বর্ণিত তিনি বলেন রাসূলুল্লাহ্‌সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “কিয়ামত সংঘটিত হবে না যতক্ষণ পর্যন্ত না হিজাযের ভূমি থেকে একটা আগুন বের হয়; যার ফলে বসরায় অবস্থানরত উটের গলা আলোকিত হয়ে যাবে।”[সহিহ বুখারী (৭১১৮) ও সহিহ মুসলিম (২৯০২)]
  
  এই ঘটনাটি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যে ভাবে সংবাদ দিয়েছেন ঠিক সেইভাবে ৬৫৪হিজরীতে সংঘটিত হয়েছে। অর্থাৎ তাঁর মৃত্যুর প্রায় ৬৪৪ বছর পরে। ইতিহাসবিদগণ এ বিষয়টি উল্লেখ করেছেন। যেমন- আবু শামা আল-মাকদিসি তাঁর ‘যাইলুর রওযাতাইন’ গ্রন্থে। তিনি এই ঐতিহাসিক ঘটনাটি সংঘটনকালীন সময়ের আলেম। অনুরূপভাবে হাফেয ইবনে কাছির তাঁর ‘আল-বিদায়া ওয়ান- নিহায়া’ গ্রন্থে (৩/২১৯)। তিনি বলেছেন: “এরপর ৬৫৪ সাল প্রবেশ করে। এই সালে হিজাযের ভূমি থেকে অগ্নি প্রকাশিত হয়। যার আলোতে বসরার উটের গলা আলোকিত হয়। ঠিক বুখারী-মুসলিমের হাদিসে যেভাবে উদ্ধৃত হয়েছে। এ বিষয়ে বিস্তারিত আলোচনা করেছেন শাইখ ইমাম আল্লামা দ্বীনের সূর্য আবু শামা আল-মাকদিসি তাঁর ‘যাইল’ নামক গ্রন্থে ও উক্ত গ্রন্থের ব্যাখ্যায়। তিনি এ তথ্য লিখেছেন হিজায থেকে দামেস্কে প্রেরিত বহু পত্র থেকে। যে পত্রগুলোর সংখ্যা ছিল মুতাওয়াতির পর্যায়ে এবং এই পত্রগুলোতে এই অগ্নির প্রত্যক্ষদর্শীদের বিবরণ ও বের হওয়ার পদ্ধতি উল্লেখ ছিল।
  
  আবু শামা যা উল্লেখ করেছেন সেটার সারমর্ম হল, তিনি বলেছেন: এই বছর ৫ জুমাদাল আখিরাতে মদিনাতে অগ্নি বের হওয়া সম্পর্কে মদিনা থেকে দামেস্কে কিছু পত্র এসেছে (মদিনাবাসীর উপর রহমত ও শান্তি বর্ষিত হোক)। ৫ ই রজবে লিখিত পত্রেও সেই আগুন বহাল থাকার কথা উল্লেখ করা হয়েছে। এই পত্রটি আমাদের কাছে পৌঁছেছে ১০ ই শাবান। এরপর তিনি বলেন: বিস্‌মিল্লাহির রাহমানির রাহীম। ৬৫৪ হিজরীর শাবান মাসের প্রথমদিকে মদিনা থেকে লিখিত পত্র দামেস্কে পৌঁছে। উক্ত পত্রে মদিনাতে বড় একটি দুর্ঘটনা ঘটার উল্লেখ রয়েছে। যা সহিহ বুখারী ও সহিহ মুসলিমে সংকলিত আবু হুরায়রা (রাঃ)-এর হাদিসটির সত্যায়ন। আবু হুরায়রা (রাঃ) বলেন, রাসূলুল্লাহ্‌সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন:“কিয়ামত সংঘটিত হবে না যতক্ষণ পর্যন্ত না হিজাযের ভূমি থেকে একটা আগুন বের হয়; যার ফলে বসরায় অবস্থানরত উটের গলা আলোকিত হয়ে যাবে।”  সে আগুনটি যারা সচক্ষে দেখেছেন তাদের মধ্য থেকে আমার কাছে আস্থাভাজন এমন এক ব্যক্তি জানিয়েছেন যে, তার কাছে এই মর্মে খবর পৌঁছেছে যে, তাইমা (একটি স্থানের নাম)-তে এই আগুনের আলোতে পত্র লেখা হয়েছে। তিনি আরও বলেন: “ঐ রাতগুলোতে আমরা আমাদের বাড়ীতে ছিলাম। প্রত্যেক ঘরে চেরাগ ছিল। কিন্তু চেরাগগুলো বড় হওয়া সত্ত্বেও এগুলোর কোন উত্তাপ ও শিখা ছিল না। বরং এটি ছিল আল্লাহ্‌র একটি নিদর্শন।”[সমাপ্ত]
  
  পাঁচ: নবীজির গুণাবলী ও বৈশিষ্ট্য:
  
  নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নবুয়তের সত্যতার অন্যতম বড় প্রমাণ হচ্ছে তাঁর ব্যক্তিত্ব এবং তিনি নিজে যে মহান চরিত্র, উত্তম স্বভাব, সুন্দর বৈশিষ্ট্য ও সুমহান গুণাবলীতে ভূষিত ছিলেন। যেহেতু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সুমহান চরিত্র ও গুণাবলীর ক্ষেত্রে মানবীয় সর্বোচ্চ স্তরে (কামালিয়তে) পৌঁছেছিলেন; যে স্তরে পৌঁছা আল্লাহ্‌র পক্ষ থেকে প্রেরিত কোন নবী ছাড়া কারো পক্ষে সম্ভবপর নয়। যত প্রশংসনীয় আচরণ আছে তিনি সে দিকে আহ্বান জানিয়েছেন, সেটার নির্দেশ দিয়েছেন, সেটার প্রতি উদ্বুদ্ধ করেছেন, নিজে সেটার উপর আমল করেছেন। যত খারাপ আচরণ আছে সেগুলো থেকে তিনি নিষেধ করেছেন, সতর্ক করেছেন এবং নিজে সেটা থেকে সবচেয়ে দূরে ছিলেন। এমনকি চরিত্রের উপর তাঁর অধিক গুরুত্বারোপ এই পর্যায়ে পৌঁছেছে যে, তাঁর রিসালাত (মিশন) ও নবুয়তের দায়িত্বকে চরিত্র গঠন, সচ্চরিত্রের প্রসার এবং জাহেলী সমাজ যতটুকু চরিত্র নষ্ট করেছে সেটা সংশোধন করা হিসেবে উল্লেখ করা হয়েছে। হাদিসে এসেছে যে, তিনি বলেন: “আমি সচ্চরিত্রকে পূর্ণতা দিতে প্রেরিত হয়েছি।”[মুসনাদে আহমাদ (৮৭৩৯), হাইছামী ‘আল-মাজমা’ গ্রন্থে বলেছেন: হাদিসটি আহমাদ বর্ণনা করেছেন, হাদিসটির বর্ণনাকারীগণ সহিহ হাদিসের বর্ণনাকারী। ইজলুনি তার ‘কাশফু কিফা’ গ্রন্থে হাদিসটির সনদকে সহিহ বলেছেন এবং আলবানী ‘সহিহুল জামে’ গ্রন্থে (২৩৪৯) হাদিসটিকে সহিহ বলেছেন]
  
  মোজেজা রাসূলের সত্যতার পক্ষে প্রমাণ। কেননা তিনি মানুষকে বলবেন যে, তিনি আল্লাহ্‌তাআলার পক্ষ থেকে প্রেরিত। তখন কিছু লোক তাঁকে চ্যালেঞ্জ করে প্রমাণ দিতে বলবে। তাই আল্লাহ্‌তাঁকে মোজেজা দিয়ে সাহায্য করেন। মোজেজা হচ্ছে অলৌকিক বিষয়। আবার কারো পক্ষ থেকে চ্যালেঞ্জ বা মিথ্যায়ন না ঘটলেও মোজেজা দেয়া হতে পারে। তখন সেটা দেয়া হয় রাসূলের অনুসারীদেরকে অবিচল রাখার জন্য।
  
  ছয়: দাওয়াতের সার নির্যাস:
  
  নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মূল দাওয়াত শরিয়তসিদ্ধ ও সুষ্ঠু বিবেকগ্রাহ্য ভিত্তির উপর সঠিক আকিদা-বিশ্বাস বিনির্মাণের মধ্যে সংক্ষেপিত। তার বিশ্বাসগুলো হচ্ছে- আল্লাহ্‌র প্রতি ঈমানের দিকে আহ্বান, উপাসনায় (উলুহিয়্যত) ও প্রভুত্বে (রুবুবিয়্যতে) তাঁর এককত্বের প্রতি ঈমান আনার প্রতি দাওয়াত। তথা উপাসনা পাওয়ার অধিকার এক উপাস্য ছাড়া অন্য কারো নয়। আর তিনি হচ্ছেন— আল্লাহ্‌তাআলা। কেননা তিনিই হচ্ছেন— এই মহাবিশ্বের প্রভু, স্রষ্টা, মালিক, নিয়ন্ত্রণকারী, পরিচালনাকারী, নির্দেশদাতা। যিনি কল্যাণ-অকল্যাণের মালিক। যিনি সকল সৃষ্টিকুলের জীবিকার মালিক। অন্য কেউ এতে তাঁর সাথে অংশীদার নয়। তাঁর সমকক্ষ বা তাঁর অনুরূপ কেউ নেই। তিনি অংশীদার, সমকক্ষ ও সমতুল্য থেকে পবিত্র। আল্লাহ্‌তাআলা বলেন: “বলুন: তিনি আল্লাহ্‌, তিনি এক। আল্লাহ্‌: সবাই যার মুখাপেক্ষী। তিনি কাউকে জন্ম দেননি এবং তাঁকেও কেউ জন্ম দেয়নি। আর তাঁর সমকক্ষ কেউ নেই।”[সূরা আল-ইখলাছ, আয়াত ১-৪]
  
  তিনি আরও বলেছেন: “বলুন, আমি তো তোমাদের মতই একজন মানুষ। আমার কাছে ওহী আসে যে, তোমাদের উপাস্য এক উপাস্য। অতএব, যে তার প্রভুর সাক্ষাৎ কামনা করে সে যেন সৎকাজ করে এবং তার প্রভুর ইবাদতে কাউকে অংশীদার না করে।”[সূরা কাহাফ, আয়াত: ১১০]
  
  অর্থাৎ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের দাওয়াত হচ্ছে সব ধরণের শির্ককে নির্মূল করা এবং বাতিল যা কিছুর উপাসনা করা হয় সে সব থেকে মানুষ ও জ্বিনকে মুক্ত করা। পাথর-পূজা, গ্রহ-নক্ষত্র-পূজা, কবর-পূজা, সম্পদ-পূজা, প্রবৃত্তি-পূজা, বিশ্বের তাগুত ও শাসকদের পূজা; এ সব কিছুকে নাকচ করা। নিশ্চয় এটি হচ্ছে মানবজাতিকে দাসদের দাসত্ব থেকে মুক্তির দাওয়াত। তাদেরকে পৌত্তলিকতার লাঞ্ছনা থেকে, তাগুতদের অবিচার থেকে নিষ্কৃতির ডাক। কুপ্রবৃত্তি ও বেপরোয়া কামনার শৃংখল থেকে মুক্তির আহ্বান। এই মুবারকময় দাওয়াত পূর্ববর্তী তাওহীদের (একত্ববাদের) দিকে আহ্বানকারী রাসূলদের রিসালাতের সম্প্রসারণ ও সাব্যস্তকরণ হিসেবে গণ্য। এ কারণে ইসলাম সকল নবী ও রাসূলের প্রতি ঈমান আনার দিকে আহ্বান করে; তাদেরকে সম্মান করার সাথে সাথে এবং তাঁদের প্রতি অবতীর্ণ হওয়া কিতাবগুলোর প্রতি ঈমান আনার আহ্বান জানায়। এ ধরণের দাওয়াত নিঃসন্দেহে সত্য দাওয়াত।
  
  সাত: সুসংবাদসমূহ:
  
  পূর্ববর্তী নবীদের কিতাবসমূহ দ্বীন ইসলাম ও নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের আগমনের সুসংবাদ বার্তা নিয়ে এসেছে। কুরআনে কারীম আমাদেরকে জানিয়েছে যে, তওরাত ও ইঞ্জিলে নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ব্যাপারে সুস্পষ্ট সুসংবাদ বাণীসমূহ রয়েছে। এর মধ্যে কিছু সুসংবাদে পরিস্কারভাবে তাঁর নাম ও বৈশিষ্ট্যের উল্লেখ আছে। আল্লাহ্‌তাআলা বলেন: “(এরা তো তারাই) যারা সেই রাসূল ও নিরক্ষর নবীর অনুসরণ করে যার কথা তারা তাদের তাওরাত ও ইঞ্জিলে লিখিত পাচ্ছে। তিনি তাদেরকে ভালকাজ করার আদেশ দেন ও মন্দকাজ করতে নিষেধ করেন, তাদের জন্য ভাল জিনিসকে বৈধ ও খারাপ জিনিসকে অবৈধ ঘোষণা করেন এবং তাদেরকে ভারমুক্ত ও শৃংখলমুক্ত করেন।”[সূরা আরাফ, আয়াত: ১৫৭]
  
  তিনি আরও বলেন: “(স্মরণ করুন) মারিয়ামের পুত্র ঈসা বলেছিলেন, ‘হে বনী ইসরাঈল! আমি তোমাদের কাছে (প্রেরিত) আল্লাহ্‌র রাসূল, আমার পূর্বে যে তাওরাত (এসেছে) সেটাকে সত্যায়নকারী এবং এমন এক রাসূলের সুসংবাদদাতা যিনি আমার পরে আসবেন, যার নাম আহমাদ।”[সূরা আছ্‌ছফ, আয়াত: ৬]
  
  এখনও ইহুদী ও খ্রিস্টানদের গ্রন্থসমূহে (তাওরাত ও ইঞ্জিলে) এমন কিছু সুসংবাদ বাণী বিদ্যমান যেগুলো তাঁর আগমন ও তাঁর রিসালাতের সুসংবাদ দেয় এবং তাঁর কিছু গুণাবলী তুলে ধরে; এ সুসংবাদগুলো মুছে ফেলার ও বিকৃত করার অবিরাম প্রচেষ্টা সত্ত্বেও। দ্বিতীয় বিবরণী (৩৩:২) তে এসেছে: “প্রভু সীনয় পর্বত হতে এলেন, সেয়ীরের গোধুলি বেলায় যেন আলো উদিত হল। পারাণ পর্বত হতে যেন আলো জ্বলে উঠলো।”
  
  মুজামুল বুলদান গ্রন্থে (৩/৩০১) এসেছে: ‘পারাণ’ একটি হিব্রু শব্দ। যেটাকে আরবীকরণ করা হয়েছে। এটি মক্কার একটি নাম; যা তাওরাতে উল্লেখিত হয়েছে। কারো মতে, এটি মক্কার একটি পাহাড়ের নাম।
  
  ইবনে মাকুলা বলেন:
  
  বকরের পিতা, নাসর বিন আল-কাসেম বিন কুযাআ আল-কুযাঈ, আল-পারাণী, আল-ইসকান্দারানী: আমি শুনেছি যে এটি (আল-পারানী) পারণ নামক পাহাড়ের দিকে সম্বন্ধীয়। আর এটি হচ্ছে হিজাযের একটি পাহাড়।
  
  তাওরাতে এসেছে:
  
  “সদাপ্রভু সীনয় থেকে আসিলেন, সেয়ীর হইতে তাহাদের প্রতি উদিত হইলেন; পারাণ পর্বত হইতে আপন তেজ প্রকাশ করিলেন”।
  
  এখানে সীনয় থেকে আসা মানে মুসা আলাইহিস সালামের সাথে কথা বলা। সেয়ীর থেকে উদিত হওয়া: সেয়ীর ফিলিস্তিনের কিছু পাহাড়। উক্তির মানে হচ্ছে- ঈসা আলাইহিস সালামের প্রতি ইঞ্জিল নাযিল করা। পারাণ পর্বত হতে আপন তেজ প্রকাশ মানে: মুহাম্মদ সাল্লাল্লাহু আলাইহিস সালামের উপর কুরআন নাযিল করা।[সমাপ্ত]
  
  আট: কুরআনুল কারীম:
  
  এটি হচ্ছে সবচেয়ে বড় মোজেজা এবং সর্বাধিক সুস্পষ্ট প্রমাণ। কিয়ামত পর্যন্ত এটি সৃষ্টির উপর আল্লাহ্‌তাআলার চূড়ান্ত প্রমাণ। এ কুরআনে চ্যালেঞ্জের কয়েকটি দিক সন্নিবেশিত হয়েছে: ভাষাগত চ্যালেঞ্জ, জ্ঞানগত চ্যালেঞ্জ, আইনপ্রণয়ন বিষয়ক চ্যালেঞ্জ এবং ভবিষ্যত ও অদৃশ্য বিষয়াবলীর সংবাদ প্রদান।
  
  পক্ষান্তরে, “তবে তারা অনুরূপ বাণী রচনা করুক; যদি তারা সত্যবাদী হয়ে থাকে...”। [সূরা তুর, আয়াত: ৩৪] এ বাণীর দ্বারা উদ্দেশ্য হচ্ছে যারা দাবী করেছে যে, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কুরআনকে নিজের পক্ষ থেকে বানিয়ে বলছেন তাদের কথাকে খণ্ডন করা। কুরআন তাদেরকে অনুরূপ বাণী রচনা করার চ্যালেঞ্জ দিয়েছে; যদি তারা তাদের দাবীতে সত্যবাদী হয়। কেননা তাদের এ দাবী অনিবার্য করে যে, এটি মানুষের সক্ষমাধীন। যদি তা সঠিক হয় তাহলে কোন জিনিস তাদেরকে অনুরূপ বাণী রচনায় বাধা দিচ্ছে যে, তারা সেটা করতে অপরাগ। অথচ তারা হচ্ছে বাগ্মী এবং অলংকার শাস্ত্রের বিশিষ্ট ব্যক্তিবর্গ। আল্লাহ্‌রাব্বুল আলামীন কাফেরদের প্রতি অনুরূপ বাণী রচনা করে আনার চ্যালেঞ্জ ছুড়ে দিয়েছেন; যেমনটি কুরআনে এসেছে: “বলুন, মানুষ ও জিনেরা যদি এই কুরআনের অনুরূপ কোন গ্রন্থ তৈরী করার জন্য একত্রিত হয় এবং একে অপরকে সাহায্য করে তবুও তারা এর অনুরূপ গ্রন্থ তৈরী করতে পারবে না।”[সূরা আল-ইসরা, আয়াত: ৮৮]
  
  তিনি তাদেরকে অনুরূপ দশটি সূরা রচনা করার চ্যালেঞ্জও দিয়েছেন; যা গ্রহণ করতে তারা ব্যর্থ হয়েছে। কুরআনে এসেছে: “নাকি তারা বলে যে, এই কুরআন সে (মুহাম্মদ) নিজে বানিয়েছে? বলুন, যদি তোমরা সত্যবাদী হও তাহলে তোমরাও এর অনুরূপ দশটি সূরা বানিয়ে আন এবং (এ কাজে সাহায্যের জন্য) আল্লাহ্‌ছাড়া যাকে পার ডেকে লও।”[সূরা হুদ, আয়াত: ১৩]
  
  তাদেরকে অনুরূপ একটি সূরা রচনার চ্যালেঞ্জও দেয়া হয়েছে; যা গ্রহণ করতে তারা ব্যর্থ হয়েছে। কুরআনে এসেছে: “আর আমি আমার বান্দার ওপর যা নাযিল করেছি (অর্থাৎ কুরআন) সে সম্বন্ধে যদি তোমাদের কোন সন্দেহ থাকে তাহলে (নিজেরা) তার আদলে একটি সূরা রচনা করে দেখাও এবং আল্লাহ্‌ব্যতীত তোমাদের সাক্ষীদেরকে (অথবা সাহায্যকারীদেরকে) ডাক; যদি তোমরা সত্যবাদী হও।”[সূরা বাক্বারা, আয়াত: ২৩]
  
  কুরআন রচনা করতে না পারার যে চ্যালেঞ্জ দেয়া হয়েছে সেটা কোন বিবেচনা থেকে এ ব্যাপারে আলেমগণ একাধিক মত পেশ করেছেন। সর্বাধিক ভাস্বর অভিমত হচ্ছে যা আলুসী বলেছেন: “সমগ্র কুরআন কিংবা এর অংশ বিশেষ এমনকি সেটা ছোট্ট একটি সূরাও যদি হয় এর দ্বারা চ্যালেঞ্জ দেয়া হয়েছে— এর বিন্যাস, ভাষাগত অলংকরণ, অদৃশ্যের সংবাদ প্রদান, বিবেক-বুদ্ধি ও সূক্ষ্ম মর্মের সাথে সামঞ্জস্যপূর্ণ হওয়ার দিক থেকে। কখনও এ সবগুলো বিষয় এক আয়াতের মধ্যেই ফুটে ওঠে। আবার কখনও কিছু বিষয় প্রচ্ছন্ন থাকতে পারে; যেমন অদৃশ্যের সংবাদ দানের বিষয়টি। এতে দোষের কিছু নেই। যতটুকু অটুট আছে ততটুকুই যথেষ্ট এবং উদ্দেশ্য হাছিলের জন্য পর্যাপ্ত।”[রুহুল মাআনী (১/২৯) থেকে সমাপ্ত]
  
  পূর্বোক্ত প্রত্যেকটি সামগ্রিক সূত্রের অধীনে অনেক বিস্তারিত দলিল রয়েছে। কিন্তু, এখানে সেগুলো আলোচনা করার যথেষ্ট সুযোগ নেই। বরং যথাযথ স্থান থেকে সেগুলো জেনে নেয়াটাই ভাল। প্রত্যেক মুসলিমের প্রতি উপদেশ হচ্ছে— কুরআন-হাদিসের জ্ঞান অর্জন করা, সহিহ আকিদার বই-পুস্তক পড়া, দ্বীনি বিষয় জানা; যাতে করে ব্যক্তির ইসলাম সুশোভিত হয় এবং ইলমের ভিত্তিতে সে তার প্রভুর ইবাদত করতে পারে।
  
  আল্লাহ্‌ই সর্বজ্ঞ।`,
      topic: `ইসলাম ধর্ম সঠিক হওয়ার পক্ষে প্রমাণাদি`,
      category: `আকীদা`
    },
    {
      question: `পরীক্ষার প্রশ্নে ছাত্রকে যখন কোন একটি আয়াতে কারীমা দিয়ে দলিল পেশ করতে বলা হয় তখন যে ছাত্র আয়াতে কারীমাটির কোন একটি হরফ বা শব্দ ভুলে গেছে সে ঐ হরফ বা শব্দটির স্থানে নিজের মনমত একটি শব্দ লিখে আসে। কারণ সে পরীক্ষায় পাস করতে চায়; ফেল করার ভয়ে সে এটা করে। কিন্তু সে স্বীকার করে- সে যা করেছে সেটা বিকৃতি। এর দ্বারা তার উদ্দেশ্য- কার্যতঃ কুরআন বিকৃতি নয়। কিন্তু পরীক্ষায় ফেল করার ভয়ে সে ভুলে-যাওয়া শব্দটির স্থানে অন্য একটি শব্দ লিখেছে। এটা কি কুরআন বিকৃতির মধ্যে পড়বে; যে কারণে এই ছাত্র ইসলামের গণ্ডি থেকে বেরিয়ে যাবে।`,
      answer: `আলহামদু লিল্লাহ।.
  
  (158204) নং প্রশ্নের উত্তরে বলা হয়েছে- যে ব্যক্তি নামাযের মধ্যে কোন সূরা পড়তে গিয়ে ভুল করেছে অথবা কোন একটা অংশ ভুলে গেছে সে ব্যক্তি ভুলে-যাওয়া অংশটি মনে করার এবং শুধরে নেয়ার চেষ্টা করবে। যদি তার পক্ষে কোনভাবে সেটা সম্ভবপর না হয় তাহলে সে পরের আয়াত পড়বে অথবা সে সূরা বাদ দিয়ে অন্য কোন সূরা পড়বে। কিন্তু ইচ্ছাকৃতভাবে যদি কুরআনে কোন কিছু বৃদ্ধি করে -নামাযের মধ্যে হোক অথবা নামাযের বাইরে হোক- এটা মারাত্মক গুনাহ। আলেমগণ উল্লেখ করেছেন- যে ব্যক্তি কুরআনের মধ্যে কোন একটি হরফ হ্রাস করল অথবা এক হরফের জায়গায় অন্য হরফ স্থাপন করল অথবা কোন একটা হরফ বাড়িয়ে দিল সে কুফরি করল। কাযী ইয়ায (রহঃ) বলেন:
  
  মুসলিম উম্মাহ এ ব্যাপারে ইজমা করেছেন যে, কুরআন হচ্ছে- আল্লাহর বাণী ও নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রতি আল্লাহর নাযিলকৃত ওহি; যা পৃথিবীর সর্ব অঞ্চলে তেলাওয়াতকৃত, মুসলমানদের স্বহস্তে লিপিবদ্ধ, মুসহাফের দুই মলাটের মধ্যে সন্নিবেশিত, যার শুরু হয়েছে-الْحَمْدُ لِلَّهِ رَبِّ العالمين দিয়ে এবং শেষ হয়েছে- قُلْ أَعُوذُ بِرَبِّ النَّاسِ দিয়ে। কুরআনের মধ্যে যা কিছু আছে সবই সত্য। যে ব্যক্তি ইচ্ছাকৃতভাবে এর একটি হরফ কমাবে অথবা একটি হরফের স্থানে অন্য একটি হরফ দিয়ে পরিবর্তন করবে অথবা এমন কিছু বৃদ্ধি করবে যা মুসলমানদের ইজমা (ঐকমত্য) প্রতিষ্ঠিত মুসহাফে ছিল না এবং যেটার ব্যাপারে ইজমা রয়েছে যে- তা কুরআন নয়; যে ব্যক্তি ইচ্ছাকৃত এসব করবে সে কাফের।[আল-শিফা (২/৩০৪-৩০৫), আরো দেখুন: ইবনে আমিরুল হাজ্জ এর আল-তাকরির ওয়াল তাহবির (২/২১৫)]
  
  আল-মাওসুআ আল-ফিকহিয়্যাতে বলা হয়েছে (৩৫/২১৪)- কুরআন হচ্ছে- আল্লাহর বাণী, মোজেযা (চ্যালেঞ্জ), যা রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের প্রতি নাযিলকৃত, যা মুতাওয়াতির সূত্রে আমাদের নিকট পৌঁছেছে, যার মধ্যে ইচ্ছাকৃতভাবে ভুল করা হারাম; চাই সে ভুলের কারণে অর্থ পরিবর্তিত হোক অথবা না হোক। যেহেতু কুরআনের শব্দগুলো তাওকিফিয়্যা (আল্লাহর পক্ষ থেকে নাযিলকৃত) এবং তা আমাদের নিকট মুতাওয়াতির সূত্রে পৌঁছেছে। অতএব, এর কোন একটি শব্দের হরকত পরিবর্তন করার মাধ্যমে অথবা এক হরফের পরিবর্তে অন্য হরফ বসানোর মাধ্যমে এতে পরিবর্তন করা নাজায়েয।[উদ্ধৃতি সমাপ্ত] এই আলোচনার পরিপ্রেক্ষিতে বলা যায়, যদি সেই ছাত্র জানে যে, এটি কুরআন নয় অথবা আয়াতের অংশ নয় তাহলে তা লেখা তার জন্য নাজায়েজ। পরীক্ষার্থীর উচিত আয়াতটি মনে করার চেষ্টা করা। যদি সে মনে করতে না পারে তাহলে ঐ স্থানটি ফাঁকা রেখে দেওয়া। সে চাইলে উত্তরপত্রে লিখে দিতে পারে যে, আয়াতটির এ অংশ সে ভুলে গেছে এবং যে ব্যাপারে সে নিশ্চিত নয় এমন কিছু লেখাকে সে অপছন্দ করেছে । আল্লাহই ভাল জানেন।`,
      topic: `যে ব্যক্তি ইচ্ছাকৃতভাবে কুরআনে কোন একটি হরফ বৃদ্ধি করল অথবা কমিয়ে ফেলল সে কুফরি করল`,
      category: `আকীদা`
    },
    {
      question: `আসমানী কিতাবসমূহের প্রতি ঈমান বলতে কী বুঝায়?`,
      answer: `আলহামদু লিল্লাহ।.
  
  সমস্ত প্রশংসা আল্লাহর জন্য।
  আসমানী কিতাবসমূহের প্রতি ঈমান চারটি বিষয়কে অন্তর্ভুক্ত করে: এক.
  
  সুদৃঢ়ভাবে এই বিশ্বাস পোষণ করা যে, সবগুলো আসমানী কিতাব আল্লাহর পক্ষ থেকে নাযিল হয়েছে। বাস্তবে আল্লাহ তাআলা এই বাণীসমূহ দিয়ে কথা বলেছেন। এ বাণীসমূহের মধ্যে কোনটি ফেরেশতার মাধ্যম ছাড়া পর্দার আড়াল থেকে সরাসরি আল্লাহর নিকট হতে শ্রবণীয়। এর মধ্যে কোনটি ফেরেশতার মাধ্যমে রাসূলের নিকট পৌঁছেছে। এর মধ্যে কোনটি আল্লাহ তাআলা তাঁর নিজ হাতে লিপিবদ্ধ করেছেন। “আল্লাহ কোন মানুষের সাথে কথা বললে বলেন ওহীর মাধ্যমে অথবা পর্দার আড়াল থেকে অথবা কোন দূত পাঠানোর মাধ্যমে; যে দূত আল্লাহর অনুমতি সাপেক্ষে তিনি যা চান সে ওহী পৌঁছে দেন। নিশ্চয় তিনি মহীয়ান, প্রজ্ঞাময়।”[সূরা আশ্‌ শুরা, আয়াত: ৫১] আল্লাহ আরো বলেন: “আর আল্লাহ মূসার সাথে সরাসরিকথাবলেছেন।”[সূরা নিসা, আয়াত: ১৬৪] আল্লাহ তাআলা তওরাতের ব্যাপারে বলেন:“আর আমি তার জন্য ফলকসমূহে লিখে দিয়েছি প্রত্যেক বিষয়ের উপদেশ এবং প্রত্যেক বিষয়ের বিস্তারিত ব্যাখ্যা।”[সূরা আরাফ, আয়াত: ১৪৫]
  
  দুই.
  
  এ কিতাবসমূহের মধ্যে আল্লাহ তাআলা যেগুলোর বিস্তারিত বিবরণ উল্লেখ করেছেন সেগুলোর প্রতি বিস্তারিতভাবে ঈমান আনা। এ ধরনের কিতাবগুলো হচ্ছে- কুরআন, তওরাত, ইঞ্জিল, যাবুর, সহিফায়ে ইব্রাহিম ও সহিফায়ে মূসা। এ কিতাবগুলোর কথা আল্লাহ তাআলা কুরআনে উল্লেখ করেছেন।
  
  আর আল্লাহ যে কিতাবগুলোর কথা এজমালিভাবে উল্লেখ করেছেন আমরা সে কিতাবগুলোর প্রতি এজমালিভাবে ঈমান আনব। ঠিক যেইভাবে আল্লাহ আমাদেরকে ঈমান আনার নির্দেশ দিয়েছেন- “বলুন, আল্লাহ যে কিতাব নাযিল করেছেন, আমি তাতে বিশ্বাস স্থাপন করেছি।”[সূরা আশ্‌ শুরা, আয়াত: ১৫] তিন.
  
  এ কিতাবসমূহে উল্লেখিত যে সংবাদগুলো সহিহ সনদে জানা গেছে সেগুলোর প্রতি ঈমান আনা। যেমন- কুরআনের সংবাদসমূহ। অনুরূপভাবে পূর্ববর্তী আসমানী কিতাবসমূহের যে সংবাদগুলোতে পরিবর্তন বা বিকৃতি ঘটেনি সে সংবাদসমূহের প্রতি ঈমান আনা।
  
  চার.
  
  এই বিশ্বাস পোষণ করা যে, আল্লাহ তাআলা কুরআনকে সকল কিতাবের উপর ফয়সালাকারী ও সত্যায়নকারীরূপে প্রেরণ করেছেন। “আর আমি তোমার প্রতি কিতাব নাযিল করেছি যথাযথভাবে, এর পূর্বে অবতীর্ণ কিতাবের সত্যায়নকারী (মুসাদ্দিক) ও তদারককারীরূপে (মুহাইমিন)।”[সূরা মায়েদা, আয়াত: ৪৮] তাফসিরকারগণ বলেন, মুহাইমিন অর্থ হচ্ছে- কুরআনের পূর্বে অবতীর্ণ কিতাবের উপর ফয়সালাকারী, সাক্ষী ও সত্যায়নকারী। অর্থাৎ সে কিতাবসমূহে যা কিছু সত্য কুরআন তার সত্যায়ন করবে এবং যা কিছুতে বিকৃতি, পরিবর্তন ও পরিবর্ধন ঘটেছে সেগুলোকে প্রত্যাখ্যান করবে এবং সে কিতাবসমূহের বিধানাবলীকে রহিত করবে; তথা পূর্ববর্তী বিধানসমূহ উঠিয়ে দিবে অথবা নতুন বিধিবিধান আরোপ করবে। অতএব, পূর্ববর্তী কিতাবসমূহের অনুসরণকারী যদি হঠকারী না হয় তাহলে তাকে কুরআনের কাছে নতি স্বীকার করতে হবে। “ঐসব ব্যক্তিআমি এ(কিতাবে)র পূর্বে যাদেরকে কিতাব দিয়েছিলাম, তারা এ(কিতাবে)র প্রতিও ঈমান রাখে। এবং যখন তাদের নিকট এই কিতাব তিলাওয়াত করা হয় তখন তারা বলে, ‘আমরা এর প্রতি ঈমান এনেছি, নিশ্চয় এটা আমাদের রবের পক্ষ থেকে সত্য। নিশ্চয় আমরা এর পূর্বেও মুসলিম ছিলাম।”[সূরা কাসাস, আয়াত: ৫২-৫৩]।
  
  উম্মতে মুহাম্মাদির প্রতিটি সদস্যের কর্তব্য হচ্ছে- প্রকাশ্যে ও গোপনে এই কুরআনের অনুসরণ করা, কুরআনকে আঁকড়ে ধরা, কুরআনের হক আদায় করা। ঠিক যেভাবে আল্লাহ তাআলা নির্দেশ দিয়েছেন- “এটি এমন একটি গ্রন্থ, যা আমি অবতীর্ণ করেছি, খুব মঙ্গলময়। অতএব, এর অনুসরণ কর এবং ভয় কর-যাতে তোমরা করুণাপ্রাপ্ত হও।”[সূরা আনআম, আয়াত: ১৫৫] কুরআন আঁকড়ে ধরা ও কুরআনের হক আদায় করার অর্থ হচ্ছে- কুরআন যা কিছুকে হালাল ঘোষণা করেছে সেগুলোকে হালাল হিসেবে গ্রহণ করা, কুরআনের নির্দেশের প্রতি অনুগত হওয়া, ধমকির বিষয়াবলী হতে দূরে থাকা, দৃষ্টান্তসমূহ থেকে উপদেশ গ্রহণ করা, কাহিনীসমূহ হতে শিক্ষা গ্রহণ করা, মুহকাম আয়াতের জ্ঞান অর্জন করা, মুতাশাবিহ আয়াতের প্রতি আত্মসমর্পন করা, কুরআন নির্ধারিত সীমারেখায় থেমে যাওয়া, কুরআন রক্ষার্থে প্রতিরোধ গড়ে তোলা, কুরআন মুখস্ত করা, তেলাওয়াত করা, এর আয়াতাবলী নিয়ে গভীর চিন্তাভাবনা করা, রাতদিন কুরআন দিয়ে নামায পড়া, কুরআনের কল্যাণে কাজ করা, ইলমের ভিত্তিতে কুরআনের দিকে দাওয়াত দেয়া। আসমানী কিতাবের প্রতি ঈমানার মাধ্যমে বান্দা অনেকগুলো উপকার লাভ করে। এর মধ্যে উল্লেখযোগ্য হলো- ১. বান্দার প্রতি আল্লাহ তাআলার অত্যধিক গুরুত্বের বিষয়টি অবহিত হওয়া। তাইতো তিনি প্রত্যেক কওমকে দিকনির্দেশনা দেয়ার জন্য আলাদা আলাদা কিতাব পাঠিয়েছেন। ২. শরিয়ত বা আইন আরোপের ক্ষেত্রে আল্লাহ তাআলার হেকমত সম্পর্ক জানা। তাইতো তিনি প্রত্যেক কওমের পরিবেশ-পরিস্থিতির উপযোগী শরিয়ত (আইন) প্রদান করেছেন। তিনি বলেছেন: “আমি তোমাদের প্রত্যেককে একটি আইন ও পথ দিয়েছি।”।[সূরা মায়েদা, আয়াত: ৪৮] ৩. আল্লাহ তাআলার এই মহান নেয়ামতের শুকরিয়া আদায় করা। ৪. কুরআন তেলাওয়াত, কুরআন গবেষণা, কুরআনের অর্থ বুঝা ও সে অনুযায়ী আমল করার মাধ্যমে কুরআনের প্রতি গুরুত্ব প্রদান করা। আল্লাহই ভাল জানেন। দেখুন:
  
  আলামুস সুন্নাহ আল-মানশুরা (৯০-৯৩) এবং শাইখ উছাইমীনের উসুল ছালাছা এর ব্যাখ্যা (৯১, ৯২)।`,
      topic: `আসমানী কিতাবসমূহের প্রতি ঈমান আনার হাকিকত`,
      category:`আকীদা`
    },
    {
      question: `কাফের গোষ্ঠী আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে গালি দিয়ে, দোষারোপ করে যেসব প্রচারণা চালায় সেগুলো পড়ে কোন মুসলিম যদি রেগে গিয়ে এর প্রতিক্রিয়াস্বরূপ -খ্রিস্টানদেরকে রাগানোর জন্য- আমাদের নেতা ঈসা (আঃ) সম্পর্কে অমার্জিত কিছু শব্দ উচ্চারণ করে এর হুকুম কি? সে ব্যক্তিকে কিভাবে তওবা করতে হবে? তাকে কি কোন কাফফারা দিতে হবে?`,
      answer: `আলহামদু লিল্লাহ।.
  
  মুসলিম আকিদা শুধু সকল নবীদের প্রতি ঈমান আনাকে ফরজ করে না; বরং তাদের সকলকে সম্মান করা, মর্যাদা দেয়া, তাঁদের মর্যাদার সাথে সঙ্গতিপূর্ণ সম্মান দেয়াকে ফরজ করে। যেহেতু তাঁরা হচ্ছেন- শ্রেষ্ঠ মানব, আল্লাহর নির্বাচিত মাখলুক। তাঁরা হচ্ছেন- হেদায়েতের আলোকবর্তিকা; যা অন্ধকার পৃথিবীকে আলোকিত করেছে, হৃদয়গুলোর পাশবিকতা দূর করে কোমলতা এনেছে। তাঁদেরকে ছাড়া শান্তি ও সফলতার কোন পথ নেই।
  
  তাইতো সকল আলেম ইজমা তথা ঐক্যমত পোষণ করেছেন যে, নবীদেরকে গালি দেয়া, হেয় প্রতিপন্ন করা হারাম। যে ব্যক্তি কর্তৃক এমন কিছু সংঘটিত হবে সে মুরতাদ হয়ে যাবে; যেমনিভাবে কেউ আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে গালি দিলে মুরতাদ হয়ে যায়। কোন মুসলিম আল্লাহর পক্ষ থেকে প্রেরিত নবী-রাসূলদের মাঝে কোন পার্থক্য করে না; ঠিক আল্লাহ তাআলা যেভাবে উল্লেখ করেছেন: “বলুন, ‘আমরা আল্লাহ্‌তে ও আমাদের প্রতি যা নাযিল হয়েছে এবং ইব্রাহীম, ইসমাঈল, ইসহাক, ইয়াকূব ও তাঁর বংশধরগণের প্রতি যা নাযিল হয়েছিল এবং যা মূসা, ঈসা ও অন্যান্য নবীগণকে তাঁদের রবের পক্ষ থেকে প্রদান করা হয়েছিল তাতে ঈমান এনেছি; আমরা তাঁদের কারও মধ্যে কোন তারতম্য করি না। আর আমরা তাঁরই কাছে আত্মসমর্পণকারী (তথা মুসলিম)।”[সূরা আলে-ইমরান, আয়াত: ৮৪]
  
  আল্লাহ তাআলা আমাদের নবীকে সম্মান করার নির্দেশ দিয়েছেন। একই বিধান অন্যান্য নবীগণের ক্ষেত্রেও প্রযোজ্য। আল্লাহ তাআলা বলেন: “নিশ্চয় আমরা আপনাকে প্রেরণ করেছি সাক্ষীরূপে, সুসংবাদদাতা ও সতর্ককারীরূপে। যাতে তোমরা আল্লাহ্‌ ও তাঁর রাসূলের প্রতি ঈমান আন এবং তাঁর শক্তি যোগাও ও তাঁকে সম্মান কর; আর সকাল-সন্ধ্যায় তাঁর তাসবীহ পড়।”[সূরা আল-ফাতহ, আয়াত: ৮-৯]
  
  যে ব্যক্তি কোন নবীকে হেয় প্রতিপন্ন করবে তার কাফের হওয়া প্রসঙ্গে আমরা এখানে আলেমগণের কিছু উক্তি উল্লেখ করব:
  
  ইবনে নুজাইম আল-হানাফি (রহঃ) বলেন:
  
  “কেউ কোন নবীর উপর কোন দোষারোপ করলে সে কাফের হয়ে যাবে।”[আল-বাহরুর রায়েক (৫/১৩০) থেকে সমাপ্ত]
  
  কাযী ইয়ায (রহঃ) বলেন:
  
  “যে ব্যক্তি তাঁকে (অর্থাৎ নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে) অপমান করবে কিংবা অন্য কোন নবীকে অপমান করবে কিংবা মর্যাদা ক্ষুণ্ণ করবে, কিংবা তাদেরকে কষ্ট দিবে কিংবা কোন নবীকে হত্যা করবে কিংবা কোন নবীর বিরুদ্ধে যুদ্ধ করবে সে ব্যক্তি সর্বসম্মতিক্রমে কাফের।”[আশ-শিফা বি তারিফিল মুস্তফা (২/২৮৪) থেকে সমাপ্ত]
  
  আল-দিরদির আল-মালেকী বলেন:
  
  “যাঁর নবী হওয়া সর্বসম্মত এমন কাউকে যে ব্যক্তি গালি দিবে কিংবা কোন নবীকে গালি দেয়ার কারণ হবে সে ব্যক্তি কাফের হয়ে যাবে”।[হাশিয়াতুদ দুসুকী আলাশ শারহিল কাবীর (৪/৩০৯)]
  
  আল-শারবিনী (রহঃ) বলেন:
  
  “যে ব্যক্তি কোন নবীকে মিথ্যা প্রতিপন্ন করবে কিংবা গালি দিবে কিংবা অপমান করবে কিংবা নবীর নামকে তুচ্ছ তাচ্ছিল্য করবে... সে কাফের হয়ে যাবে।”[মুগনিল মুহতাজ (৫/৪২৯) থেকে সমাপ্ত]
  
  শাইখুল ইসলাম ইবনে তাইমিয়া বলেন:
  
  “নবীদের বৈশিষ্ট্য হচ্ছে- যে ব্যক্তি কোন একজন নবীকে গালি দিবে ইমামদের সর্বসম্মতিক্রমে তাকে মুরতাদ হিসেবে হত্যা করা হবে। যেমনিভাবে কোন নবীকে অস্বীকার করলে ও তিনি যা নিয়ে এসেছেন সেটাকে অস্বীকার করলে যে কেউ মুরতাদ হয়ে যায়। কারণ কারো ঈমান পরিপূর্ণ হবে না যতক্ষণ না সে আল্লাহর প্রতি, তাঁর ফেরেশতাগণের প্রতি, তাঁর গ্রন্থাবলীর প্রতি ও তাঁর রাসূলগণের প্রতি ঈমান না আনবে।[সাফাদিয়্যা (১/২৬২) থেকে সমাপ্ত]
  
  যে ব্যক্তি এমন মহা পাপে লিপ্ত হয়েছে তার কর্তব্য হচ্ছে- অনতিবিলম্বে সত্যিকার তওবা করা। দুই সাক্ষ্যবাণী উচ্চারণ করে ইসলামে ফিরে আসা এবং সকল নবীগণকে সম্মান করা।
  
  অতঃপর পূর্ণ একীনের সাথে জেনে রাখুন, যত গোষ্ঠী নিজেদেরকে নবীদের সাথে সম্পৃক্ত করে আমরা তাদের চেয়ে নবীগণের বেশি কাছের মানুষ। তাই যদি কেউ কোন নবীকে গালি দেয় বা কষ্ট দেয় সেক্ষেত্রে আমাদের কর্তব্য হচ্ছে- সকল নবীদের প্রতিরক্ষা করা। আমাদের নবীর প্রতিরক্ষা হবে অন্য নবীগণকে সম্মান করার মাধ্যমে, সাধারণ মানুষের উপর তাঁদের মর্যাদা তুলে ধরার মাধ্যমে এবং তাঁদের একজনের রিসালাতের সাথে অন্যজনের রিসালাতের সম্পৃক্ততা বর্ণনা করার মাধ্যমে। তাঁরা হচ্ছেন ঠিক যেমনটি আমাদের নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “আমার উদাহরণ ও আমার পূর্ববর্তী নবীগণের উদাহরণ হচ্ছে- ঐ ব্যক্তির মত যিনি একটি বাড়ি বানিয়েছেন এবং সে বাড়ীটি সৌন্দর্যমণ্ডিত ও সুশোভিত করেছেন। তবে এক কর্নারের একটি ইট ছাড়া। লোকেরা সে বাড়ীটি ঘুরে ঘুরে দেখতে লাগল, দেখে বিমোহিত হচ্ছিল এবং বলছিল, এই জায়গাতে যদি ইটটি রাখা হত। আমি হচ্ছি সেই ইট। আমি হচ্ছি- সর্বশেষ নবী।”[সহিহ বুখারী (৩৫৩৫) ও সহিহ মুসলিম (২২৮৭)]
  
  আল্লাহই ভাল জানেন।`,
      topic: `কোন একজন নবীকে গালি দেয়া কুফরী ও মুরতাদী`,
      category: `আকীদা`
    },
    {
      question: `কিভাবে একজন মুসলিম তার অন্তরে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ভালোবাসা দুনিয়ার অন্য সবকিছু থেকে বেশি বাড়াতে পারে?`,
      answer: `আলহামদু লিল্লাহ।.
  
  আলহামদুলিল্লাহ।
  রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে ভালোবাসার তীব্রতা ব্যক্তির ঈমানের ওপর নির্ভর করে। ব্যক্তির ঈমান বৃদ্ধি পেলে তাঁর প্রতি ভালোবাসাও বেড়ে যায়। কারণ তাঁর প্রতি ভালোবাসা হচ্ছে- নেককাজ ও আল্লাহ্‌র নৈকট্য। ইসলামী শরিয়তে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে ভালোবাসা ফরয।
  
  আনাস (রাঃ) থেকে বর্ণিত তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “তোমাদের কেউ ততক্ষণ পর্যন্ত ঈমানদার হবে না যতক্ষণ পর্যন্ত না আমি তার কাছে তার পিতা, সন্তান ও সমস্ত মানুষের চেয়ে বেশি প্রিয় হই।”[সহিহ বুখারী (১৫) ও সহিহ মুসলিম (৪৪)]
  
  রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ভালোবাসা নিম্নোক্ত বিষয়গুলো জানার মাধ্যমে অর্জিত হতে পারে:
  
  এক: তিনি আল্লাহ্‌র পক্ষ থেকে প্রেরিত। সমস্ত মানুষের কাছে আল্লাহ্‌র দ্বীন বা ধর্ম পৌঁছে দেয়ার জন্য বিশ্ববাসীর মধ্য থেকে আল্লাহ্‌ তাঁকে মনোনীত করেছেন। আল্লাহ্‌ তাআলা তাঁকে ভালোবাসেন বিধায় ও তাঁর প্রতি রাজি থাকায় তাঁকে নির্বাচিত করেছেন। যদি আল্লাহ্‌ তাআলা তাঁর প্রতি সন্তুষ্ট না হতেন তাহলে তাঁকে মনোনীত করতেন না। আমাদের কর্তব্য হচ্ছে, আল্লাহ্‌ যাকে ভালোবাসেন তাঁকে ভালোবাসা এবং আল্লাহ্‌ যার প্রতি সন্তুষ্ট তাঁর প্রতি সন্তুষ্ট হওয়া এবং জানা উচিত, তিনি হচ্ছেন আল্লাহ্‌ তাআলার ‘খলিল’। কেউ ভালোবাসার সর্বোচ্চ স্তরে পৌঁছলে বলা হয় খলিল।
  
  জুনদুব (রাঃ) থেকে বর্ণিত তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম মারা যাওয়ার পাঁচদিন পূর্বে আমি তাঁকে বলতে শুনেছি, তিনি বলেন: “নিশ্চয় তোমাদের মধ্যে আমার কোন খলিল থাকা থেকে আমি আল্লাহ্‌র কাছে নিজের অবমুক্ততা ঘোষণা করছি। কারণ আল্লাহ্‌ তাআলাই আমাকে খলিল হিসেবে গ্রহণ করেছেন। যদি আমি আমার উম্মতের মধ্যে কাউকে খলিল হিসেবে গ্রহণ করতাম তাহলে আবু বকরকে গ্রহণ করতাম।”[সহিহ মুসলিম (৫৩২)]
  
  দুই: আল্লাহ্‌ তাআলা তাঁকে যে মর্যাদায় ভূষিত করেছেন আমাদেরকে তাঁর সে মর্যাদা জানা এবং আরও জানা যে, তিনি হচ্ছেন— শ্রেষ্ঠ মানুষ।
  
  আবু হুরায়রা (রাঃ) থেকে বর্ণিত তিনি বলেন, রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “কিয়ামতের দিন আমি হব বনী আদমের নেতা। আমার কবর প্রথম উন্মুক্ত করা হবে, আমিই হব প্রথম সুপারিশকারী ব্যক্তি এবং প্রথম যার সুপারিশ গৃহীত হবে”[সহিহ মুসলিম (২২৭৮)]
  
  তিন: আমাদেরকে আরও জানতে হবে যে, আমাদের কাছে দ্বীন পৌঁছানোর জন্য তিনি নানা কষ্ট-ক্লেশ সহ্য করেছেন। যার ফলে দ্বীন আমাদের কাছে পৌঁছেছে। আলহামদুলিল্লাহ্‌। আমাদের আরও জানা কর্তব্য যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নির্যাতিত হয়েছেন, তাঁকে পেটানো হয়েছে, গালমন্দ করা হয়েছে, গালি দেয়া হয়েছে, কাছের লোকজনও তাঁর থেকে দূরে সরে গেছেন, তাঁকে পাগল, মিথ্যাবাদী, যাদুকর ইত্যাদি অভিধা দেয়া হয়েছে। তিনি কাফেরদের সাথে লড়াই করেছেন; যাতে করে দ্বীন রক্ষা পায় এবং আমাদের কাছে দ্বীন পৌঁছে। কাফেরেরা তাঁর বিরুদ্ধে লড়াই করেছে এবং তাঁকে নিজ পরিবার, সম্পদ ও দেশ থেকে বের করে দেয়া হয়েছে। তাঁর বিরুদ্ধে সামরিক জোট তৈরী করা হয়েছে।
  
  চার: তাঁকে তীব্র ভালোবাসার ক্ষেত্রে তাঁর সাহাবায়ে কেরামের অনুকরণ করা। সাহাবায়ে কেরাম তাঁকে নিজ সম্পদ ও সন্তানের চেয়ে; বরং নিজেদের জীবনের চেয়েও বেশি ভালোবাসতেন। আসুন এ রকম কিছু নমুনা জানি:
  
  আনাস (রাঃ) থেকে বর্ণিত তিনি বলেন: “একবার আমি দেখেছি নাপিত রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের চুল ফেলছে; আর সাহাবীরা তাঁর চারপাশে ঘুরে বেড়াচ্ছে; যেন একটা চুল পড়লেও সেটা কারো একজনের হাতে পড়ে।”[সহিহ মুসলিম (২৩২৫)]
  
  আনাস (রাঃ) থেকে বর্ণিত, তিনি বলেন: “ওহুদ যুদ্ধের এক পর্যায়ে সাহাবায়ে কেরাম নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম থেকে বিচ্ছিন্ন হয়ে পড়েছিলেন। তখন আবু তালহা (রাঃ) ঢাল হাতে নিয়ে নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম এর সন্মুখে প্রাচীরের ন্যায় অটল হয়ে দাঁড়ালেন। আবু তালহা (রাঃ) সুদক্ষ তীরন্দাজ ছিলেন। অনবরত তীর ছুড়তে থাকায় তাঁর হাতে দুই বা তিনটি ধনুক ভেঙ্গে যায়। সে সময় তীর ভর্তি শরাধার নিয়ে যে কেউ তাঁর নিকট দিয়ে যেতো নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম তাকেই বলতেন, তোমার তীরগুলো বের করে আবু তালহাকে দাও। এক সময় নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম মাথা উঁচু করে শত্রুদের অবস্থা অবলোকন করতে চাইলে আবু তালহা (রাঃ) বললেন, হে আল্লাহর নবী! আমার মাতা-পিতা আপনার জন্য উৎসর্গ হোক। আপনি মাথা উঁচু করবেন না। মাথা উঁচু করলে শত্রুদের নিক্ষিপ্ত তীর এসে আপনার গায়ে লাগতে পারে। আমার বক্ষ যেন (ঢাল স্বরূপ) আপনার বক্ষের সামনে থাকে।...”[সহিহ বুখারী (৩৬০০) ও সহিহ মুসলিম (১৮১১)]
  
  পাঁচ: তাঁর সুন্নতের অনুসরণ করা; সেটা তাঁর কথা হোক কিংবা কাজ। রাসূলের সুন্নত যেন হয় আপনার জীবনাদর্শ। সারা জীবন তাঁর সুন্নত অনুসারে চলবেন। তাঁর কথাকে সকল কথার উপর প্রাধান্য দিবেন, তাঁর নির্দেশকে সকল নির্দেশের উপর প্রাধান্য দিবেন। এছাড়া আপনি তাঁর সাহাবায়ে কেরাম যে আকিদা পোষণ করত সে আকিদা পোষণ করবেন, এরপর তাবেয়িগণ যে আকিদা পোষণ করত সে আকিদা পোষণ করবেন, তাঁদের পর আজ অবধি যারা তাঁদেরকে যথাযথভাবে অনুসরণ করেছেন তথা আহলে সুন্নাহ ওয়াল জামাত; তাদের আকিদা পোষণ করবেন। বিদআতের অনুসরণ করবেন না; বিশেষত রাফেযিদের অনুসরণ করবেন না। কারণ রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ব্যাপারে রাফেযিরা কঠোর হৃদয়ের অধিকারী। রাফেযিরা তাদের ইমামগণকে তাঁর উপরে প্রাধান্য দেয় এবং ইমামদেরকে তাঁর চেয়ে বেশি ভালোবাসে।
  
  আমরা আল্লাহ্‌র কাছে প্রার্থনা করছি তিনি যেন আমাদেরকে তাঁর রাসূলের ভালোবাসা দান করেন, আমাদের কাছে তাঁকে সন্তানসন্ততি, পিতামাতা, পরিবার-পরিজন ও নিজেদের জানের চেয়ে বেশি প্রিয় করে দেন।
  
  আল্লাহ্‌ই ভাল জানেন।`,
      topic: `আমরা কিভাবে আমাদের অন্তরে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের ভালোবাসা বাড়াতে পারি?`,
      category: `আকীদা`
    },
    {
      question: `আমি ইসমতে আম্বিয়া (নবীগণের নিষ্পাপ হওয়া) সম্পর্কে পড়েছি যে, তাঁরা শারীরিক গঠনগত ত্রুটি ও চারিত্রিক ত্রুটি হতে মুক্ত। যদি তাই হয় তাহলে আমাদের নেতা মূসা আলাইহিস সালাম ভালভাবে কথা বলতে না পারার ব্যাপারে কী বলা যেতে পারে? এবং তিনি কিভাবে বিনা অপরাধে একজন মানুষকে হত্যা করলেন? এটি কি ইসমতে আম্বিয়ার সাথে সাংঘর্ষিক নয়?`,
      answer: `আলহামদু লিল্লাহ।.
  
  আলহামদুলিল্লাহ।
  
  এক:
  
  আল্লাহ্‌ তাআলা সকল নবীগণকে সম্মানিত করেছেন, রিসালাত-এর দায়িত্ব পালন বহন করার ও পৌঁছে দেয়ার যোগ্য বানিয়েছেন। তাই তিনি তাঁদের শারীরিক গঠন ও চরিত্রকে পরিপূর্ণ করেছেন। তাঁদেরকে তাঁর প্রচারের জন্য নির্বাচিত করেছেন এবং তাঁদেরকেই তাঁর রিসালাতের দায়িত্ব দিয়েছেন; অন্যদেরকে নয়। ইরশাদ হয়েছে: "তাঁর রিসালাত (রসূলের দায়িত্ব) কোথায় দেবেন তা তিনিই ভাল জানেন"।[সূরা আনআম, আয়াত: ১২৪]
  
  এ কারণে বনী ইসরাইলরা যখন কালিমুল্লাহ্‌ মূসা আলাইহিস সালামকে কষ্ট দিচ্ছিল এবং তাঁকে শারীরিক ত্রুটির অপবাদ দিচ্ছিল তখন তিনি তাঁকে নিষ্কলুষ ঘোষণা করেন। কারণ ছিল তারা উলঙ্গ হয়ে গোসল করত এবং একে অপরের দিকে তাকাত। কিন্তু, মূসা আলাইহিস সালাম একাকী আড়ালে গোসল করতেন। তখন তারা বলল: "আল্লাহ্‌র কসম! মূসা আমাদের সাথে গোসল না করার কারণ হল সে একশিরাগ্রস্ত। একবার তিনি গোসল করতে গিয়ে একটি পাথরের উপর তাঁর কাপড় রাখলেন। পাথরটি কাপড় নিয়ে পালাতে লাগল। তিনি পাথরের পিছে পিছে দৌঁড়াচ্ছিলেন আর বলছিলেন: ওহে পাথর, আমার কাপড়। তখন বনী ইসরাইলরা মূসা আলাইহিস সালামের দিকে তাকাল এবং বলল: আল্লাহ্‌র শপথ! মূসার কোন সমস্যা নেই। তিনি তাঁর কাপড়টি উদ্ধার করে পাথরটিকে পিটাতে লাগলেন।"[সহিহ বুখারী (২৭৮) ও সহিহ মুসলিম (৩৩৯)]
  
  এ হাদিসের ব্যাখ্যায় ইবনে হাজার বলেন: "এ হাদিসে দলিল রয়েছে যে, নবীগণ শারীরিক গঠন ও চারিত্রিক দিক দিয়ে পূর্ণতার শীর্ষে। যে ব্যক্তি কোন নবীর ব্যাপারে শারীরিক কোন অপূর্ণতার দোষ তোলে সে ঐ নবীকে কষ্ট দেয়। এমন দোষারোপকারী কাফের হয়ে যাওয়ার শংকা হয়।"[ফাতহুল বারী (৬/৪৩৮)]
  
  একশিরা মানে: অণ্ডকোষদ্বয় বা দুইটির একটি বড় থাকা।
  
  দুই:
  
  মূসা আলাইহিস সালামের জিহ্বাতে যে জড়তা ছিল সেটা জন্মগত ছিল না। মশহুর হচ্ছে তিনি ছোট বেলায় আগুনের অঙ্গার মুখে দেয়ার কারণে এ সমস্যা হয়েছিল; যেমনটি কোন কোন তাফসিরকারক উল্লেখ করেছেন।
  
  পরবর্তীকালে কোন সমস্যায় আক্রান্ত হওয়া অন্যদের ক্ষেত্রে যেমন ঘটতে পারে নবীদের ক্ষেত্রেও ঘটতে পারে। নবীরাও কষ্ট পেতে পারেন, আঘাত পেতে পারেন। যার ফলে তাঁদের শারীরিক ত্রুটি ঘটতে পারে। যেমনটি উহুদ যুদ্ধের দিন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের দাঁত ভেঙ্গে গিয়েছিল।
  
  এ ত্রুটি যখন রিসালাতের দায়িত্ব পালনকে প্রভাবিত করার পর্যায়ে ছিল তখন মূসা আলাইহিস সালাম এ সমস্যা নিরসনের জন্য দোয়া করেছেন।
  
  قَالَ رَبِّ اشْرَحْ لِي صَدْرِي* وَيَسِّرْ لِي أَمْرِي* وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي* يَفْقَهُوا قَوْلِي 
  
  (অনুবাদ: মূসা বলল: হে আমার রব, আমার বক্ষ আমার জন্য খুলে দাও (আমার মনে সাহস যোগাও)। আমার কাজ আমার জন্য সহজ করে দাও। আর জিহ্বা থেকে জড়তা দূর করে দাও। যাতে তারা আমার কথা বুঝতে পারে।)[সূরা ত্বাহা, আয়াত: ২৫-২৮] আল্লাহ্‌ তাআলা মূসা আলাইহিস সালামের দোয়া কবুল করলেন। قَالَ قَدْ أُوتِيتَ سُؤْلَكَ يَا مُوسَى (অনুবাদ: আল্লাহ্‌ বললেন, মূসা! তুমি যা চেয়েছো তোমাকে তা দেওয়া হল।)[সূরা ত্বাহা, আয়াত: ৩৬]
  
  ফেরাউন সম্পর্কে আল্লাহ্‌র তাআলার বাণী:
  
   أَمْ أَنَا خَيْرٌ مِنْ هَذَا الَّذِي هُوَ مَهِينٌ وَلَا يَكَادُ يُبِينُ 
  
  (অর্থ- এই হীন লোকটি (মূসা) থেকে কি আমি শ্রেষ্ঠ নই? সে তো স্পষ্ট করে কথাও বলতে পারে না।"[সূরা যুখরুফ, আয়াত: ৫২] এর ব্যাখ্যা করতে গিয়ে ইবনে কাছির (রহঃ) বলেন:
  
  "সে তো স্পষ্ট করে কথাও বলতে পারে না": এটিও একটি মিথ্যা অপবাদ। কারণ যদিও ছোট বেলায় আগুনের অঙ্গার থেকে তাঁর জিহ্বা আক্রান্ত হয়েছিল কিন্তু তিনি আল্লাহ্‌র কাছে দোয়া করেছেন যাতে করে তিনি তাঁর জিহ্বার জড়তা দূর করে দেন যেন তারা তাঁর কথা বুঝতে পারে। আল্লাহ্‌ তাঁর সে দোয়া কবুল করেছেন। "আল্লাহ্‌ বললেন, মূসা! তুমি যা চেয়েছো তোমাকে তা দেওয়া হল"[সূরা ত্বাহা, আয়াত: ৩৬][তাফসিরে ইবনে কাছির (৭/২৩২)]
  
  এর থেকে পরিস্কার হয়ে গেল যে, মূসা আলাইহিস সালাম যে সমস্যায় আক্রান্ত হয়েছিলেন যথাযথ ও স্পষ্টভাবে রিসালাতের দায়িত্ব পালনে সেটা কোন নেতিবাচক প্রভাব ফেলেনি এবং সেটি মূসা আলাইহিস সালামের জন্য এমন কোন দোষ বা ত্রুটি ছিল না যেটা মানুষকে তাঁর থেকে দূরে সরে যেতে বাধ্য করবে কিংবা তিনি সমালোচনার পাত্র হবেন; মিথ্যাচার ও অপবাদ আরোপ করা ছাড়া; যেমনটি করেছে অভিশপ্ত ফেরাউন।    
  
  তিন:
  
  নবীগণ হচ্ছে শ্রেষ্ঠ মানুষ। তাঁরা সৃষ্টিকুলের মাঝে আল্লাহ্‌র কাছে সবচেয়ে প্রিয়। আল্লাহ্‌ তাআলা তাঁদেরকে কবিরা গুনাহ থেকে মুক্ত করেছেন। তাই তাঁরা কখনও কবিরা গুনাহ করেন না। তাঁরা কবিরা গুনাহ থেকে মাসুম বা মুক্ত; সেটা নবুয়তপ্রাপ্তির আগে হোক কিংবা পরে।
  
  শাইখুল ইসলাম ইবনে তাইমিয়া (রহঃ) মাজমুউল ফাতাওয়া গ্রন্থে (৪/৩১৯) বলেন:
  
  "নবীগণ কবিরা গুনাহ থেকে মাসুম (নিষ্পাপ); সগিরা গুনাহ থেকে নয়­- এটি অধিকাংশ আলেম ও অধিকাংশ দলগুলোর অভিমত...। এটি অধিকাংশ তাফসিরবিদ, হাদিসবিদ, ফিকাহবিদেরও অভিমত। বরং সাহাবী, তাবেয়ী, তাবে-তাবেয়ী, সলফে সালেহিন ও ইমামদের কাছ থেকে যে সব বক্তব্য এসেছে সেগুলো এ অভিমতের অনুকূলে।"[সমাপ্ত]
  
  আর সগিরা গুনাহ তাঁদের কাছ থেকে কিংবা তাঁদের কারো কারো কাছ থেকে সংঘটিত হতে পারে। এ কারণে অধিকাংশ আলেমের অভিমত হল: তাঁরা সগিরা গুনাহ থেকে মাসুম নন। যদি এমন কোন সগিরা গুনাহ তাঁদের দ্বারা ঘটে যায় তাহলে তাতে সম্মতি দেওয়া হয় না; বরং আল্লাহ্‌ তাঁদেরকে সতর্ক করে দেন এবং অবিলম্বে তাঁরা সেগুলো থেকে তওবা করে ফিরে আসেন। আরও জানতে দেখুন: 248875 নং প্রশ্নোত্তর।
  
  এ ধরণের গুনাহ হচ্ছে মূসা আলাইহিস সালাম কর্তৃক মিশরি কিবতি লোকটিকে হত্যা করা। কারণ বিনা অপরাধে লোকটিকে হত্যা করা হয়েছিল। এ হত্যা মূসা আলাইহিস সালাম ইচ্ছাকৃতভাবে করেননি। বরং ভুলক্রমে ঘটেছে। যে কারণে তিনি এতে প্ররোচিত হয়েছিলেন সেটা হচ্ছে- মজলুম লোকটিকে সাহায্য করা। কারণ মিশরি কিবতিরা বনী ইসরাঈলদেরকে দাস বানাত এবং তাদের উপর অবিচার করত।
  
  ইমাম কুরতুবী বলেন: "তিনি তাকে সাহায্য করতে এগিয়ে আসেন; কেননা মজলুমকে সাহায্য করা সকল উম্মতের কাছে দ্বীনি কাজ ও সকল শরিয়তে ফরয। কাতাদা বলেন: কিবতি লোকটি চাচ্ছিল প্রভাব খাটিয়ে ইসরাঈলি লোকটিকে দিয়ে ফেরাউনের রান্নাঘরের জন্য কাঠ বহন করাতে। ইসরাঈলি লোকটি অস্বীকার করল এবং তাকে সাহায্য করার জন্য মূসাকে ডাকল।"
  
  অনুরূপভাবে
  
  قالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْ لِي فَغَفَرَ لَهُ
  
  (অর্থ: সে বলল: হে আমার রব, আমি আমার নিজের প্রতি অন্যায় করে ফেলেছি। অতএব, তুমি আমাকে ক্ষমা কর। তখন তিনি তাকে ক্ষমা করে দেন।) এর ব্যাখ্যায় কুরতুবী বলেন: মূসা আলাইহিস সালাম যে ঘুষিটি মেরেছিলেন সেটার জন্য তিনি অনুতপ্ত হয়েছেন; যে ঘুষির কারণে লোকটির প্রাণ অবসান হয়। এ অনুতপ্ততা তাঁকে তাঁর রবের প্রতি বিনয়াবনত হওয়া ও ক্ষমাপ্রার্থনার প্রতি উদ্বুদ্ধ করেছে...।
  
  তাঁর এ হত্যাটি ছিল ভুলক্রমে। যেহেতু অধিকাংশ ক্ষেত্রে ঘুষি বা লাথি মারলে মানুষ মরে না।
  
  সালিম বিন আব্দুল্লাহ থেকে ইমাম মুসলিম বর্ণনা করেন, তিনি বলেন: ওহে ইরাকবাসী! সগিরা গুনাহ সম্পর্কে তোমাদের অধিক প্রশ্ন, আর কবিরা গুনাহতে লিপ্ত হওয়া বড়ই বিস্ময়কর! আমি আবু আব্দুল্লাহ্‌ ইবনে উমরকে বলতে শুনেছি তিনি বলেন: আমি রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছি তিনি বলেন: ফিতনা এদিক থেকে আসবে। তিনি হাত দিয়ে পূর্বদিকে ইশারা করেছেন, যেদিক থেকে শয়তানের শিং উদিত হয়। তোমরা একে অপরের গর্দান কর্তন করতেছ। অথচ ফেরআউনের গোষ্ঠীর যে লোকটিকে মূসা আলাইহিস সালাম ভুলক্রমে হত্যা করেছিলেন সে প্রসঙ্গে আল্লাহ্‌ বলেন:
  
  وَقَتَلْتَ نَفْساً فَنَجَّيْناكَ مِنَ الْغَمِّ وَفَتَنَّاكَ فُتُوناً
  
  (অর্থ- তুমি একজনকে হত্যা করে বসলে। তারপর আমি তোমাকে দুশ্চিন্তা থেকে মুক্তি দিয়েছিলাম এবং আমি তোমাকে বড় রকম পরীক্ষায় ফেলেছিলাম।)[তাফসিরে কুরতুবী (১৩/২৬১) থেকে সংক্ষেপে সমাপ্ত]
  
  কুস্তালানি বলেন:
  
  এটি তাঁর ইসমতকে (নিষ্পাপ হওয়াকে) প্রশ্নবিদ্ধ করবে না। কারণ সেটা ভুল ছিল। আয়াতে কারীমাতে সেটাকে শয়তানের কাজ বলা হয়েছে, অন্যায় বলা হয়েছে। অবহেলাবশতঃ কোন ছোট গুনাহ হয়ে গেলে তাঁদের (নবীদের) অভ্যাস অনুযায়ী সেটাকে বড় জ্ঞান করে তিনি সেটা থেকে ক্ষমা প্রার্থনা করেছেন।[ইরশাদুস সারি (৭/২০৬)]
  
  বরং এর উপরে আমরা যে কথাটি বলতে চাই: নিশ্চয় এ মিশরি কিবতিকে হত্যা করাটা (হত্যা করার কারণ থাকা সত্ত্বেও) ছিল অনিচ্ছাকৃত ভুল। কিন্তু এটি মূসা আলাইহিস সালামের নবুয়তের আগে সংঘটিত হয়েছে। আর নবীগণ নবুয়তপ্রাপ্তির আগে ভুল করা থেকে মাসুম বা মুক্ত নন। বিশেষত তাঁদের অভিপ্রায় যদি ভাল হয় এবং কার্যকারণ থাকে।
  
  ইবনে তাইমিয়া (রহঃ) বলেন:
  
  "আমি এমন কিছু জানি না যে, বনী ইসরাঈল কোন নবীকে কোন কাজ থেকে তওবা করার কারণে সমালোচনা করেছে। বরং তারা মিথ্যাচার করে তাঁদের উপর দোষারোপ করত; যেমনিভাবে তারা মূসা আলাইহিস সালামকে কষ্ট দিয়েছিল। নচেৎ মূসা আলাইহিস সালাম মিশরি কিবতি লোকটিকে হত্যা করেছেন নবুয়তপ্রাপ্তির আগে। এবং তিনি আল্লাহ্‌কে দেখতে চাওয়া থেকে ও অন্যান্য ভুল থেকে নবুয়তপ্রাপ্তির পর ক্ষমা চেয়েছেন। আমি জানি না যে, বনী ইসরাঈলের কেউ এ ধরণের কোন কিছুর জন্য মূসা আলাইহিস সালামের উপর দোষারোপ করেছেন।[মিনহাজুস সুন্নাহ আন-নাবাওয়্যিয়াহ (২/৪০৯)]
  
  আল্লাহ্‌ই সর্বজ্ঞ।`,
      topic: `যদি নবীগণ কামেল আখলাকের অধিকারী হন ও মাসুম (নিষ্পাপ) হন তাহলে মূসা আলাইহিস সালাম এর জিহ্বাতে জড়তা থাকে কিভাবে এবং তিনি কোন অপরাধ ছাড়া একজন মানুষকে কিভাবে হত্যা করেন?`,
      category: `আকীদা`
    },
    {
      question: `মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শ্রেষ্ঠ নবী হলে ঈসা আলাইহিস সালাম এর বদলে তাঁকে আকাশে তুলে নেয়া হল না কেন? অন্য নবীদেরকে আকাশে না তুলে শুধুমাত্র ঈসা আলাইহিস সালামকে তুলে নেয়া হল কেন?`,
      answer: `আলহামদু লিল্লাহ।.
  
  আলহামদুলিল্লাহ।
  নিশ্চয় আল্লাহ্‌ তাআলা তাঁর রহমত ও জ্ঞান দিয়ে সবকিছুকে বেষ্টন করে আছেন। সবকিছুই তাঁর ক্ষমতা ও কর্তৃত্বের অধীন। তাঁর রয়েছে পরিপূর্ণ প্রজ্ঞা, কার্যকরী ইচ্ছাশক্তি ও ব্যাপক ক্ষমতা। তিনি মানুষদের মধ্যে যাঁকে ইচ্ছা নবী-রাসূল হিসেবে, সুসংবাদদাতা ও সাবধানকারী হিসেবে মনোনীত করেছেন। তাঁদের মধ্যে কোন কোন নবী-রাসূলকে অন্যদের উপর বিশেষ মর্যাদা দিয়েছেন। তাঁর ইচ্ছা অনুযায়ী তাঁদের প্রত্যেককে বিশেষ কিছু বৈশিষ্ট্য দিয়েছেন। এটি সম্পূর্ণ তাঁর রহমত ও তাঁর দয়ায়। তিনি ইব্রাহিম ও মুহাম্মদ (তাঁদের উপর আল্লাহর রহমত ও শান্তি বর্ষিত হোক) কে খলিল (বিশেষ বন্ধু) হিসেবে গ্রহণ করেছেন। প্রত্যেক নবীকে তাঁর সময়োপযোগী বিশেষ মোজেজা ও অলৌকিক ক্ষমতা দান করেছেন। যাতে এ মোজেজাগুলোর মাধ্যমে প্রত্যেকে নিজের কওমের লোকদের কাছে প্রমাণ উপস্থাপন করতে পারেন। এসব করেছেন তাঁর প্রজ্ঞা ও ন্যায্যতা মোতাবেক। তাঁর বিধানের সমালোচনা করার অধিকার কারো নেই। তিনি হচ্ছেন- আল-আযিয (পরাক্রমশালী), আল-লতিফ (সুক্ষ্মদর্শী), আল-খাবির (সবজান্তা)।
  
  এককভাবে কোন একটি বৈশিষ্ট্য কারো শ্রেষ্ঠত্ব প্রমাণ করে না। ঈসা আলাইহিস সালামকে জীবিত অবস্থায় আকাশে উঠিয়ে নেয়া আল্লাহ্‌ তাআলার ইচ্ছা ও প্রজ্ঞার দাবী মোতাবেক ঘটেছে। এজন্য নয় যে, তিনি ইব্রাহিম, মুহাম্মদ, মুসা ও নূহ (তাঁদের সকলের উপর আল্লাহর রহমত ও দয়া বর্ষিত হোক) প্রমুখ রাসূলগণের চেয়ে শ্রেষ্ঠ। বরং এ রাসূলগণকে এমন কিছু বৈশিষ্ট্য দেয়া হয়েছে যে বৈশিষ্ট্যগুলোর দাবী হচ্ছে- তাঁরা ঈসা আলাইহিস সালামের চেয়ে শ্রেষ্ঠ।
  
  মোটকথা, এটা আল্লাহ্‌ তাআলার ব্যাপার। তিনি যেভাবে ইচ্ছা সেভাবেই করেন। তাঁর কর্মের ব্যাপারে প্রশ্ন করার অধিকার কারো নেই; তাঁর পরিপূর্ণ জ্ঞান ও পরিপূর্ণ প্রজ্ঞার কারণে। আর এ ধরণের প্রশ্নের সাথে তো কোন আমল বা আকিদা সম্পৃক্ত নয়। বরং যে ব্যক্তি এ ধরণের প্রশ্ন নিয়ে ব্যতিব্যস্ত হয় সে পেরেশানিতে আক্রান্ত হতে পারে, সন্দেহ-সংশয়ে পড়তে পারে। মুমিনের কর্তব্য হচ্ছে- আল্লাহ্‌র সাথে সংশ্লিষ্ট বিষয়গুলো নির্দ্বিধায় মেনে নেয়া। আর বান্দার সাথে সংশ্লিষ্ট বিষয়গুলো বাস্তবায়নে সাধনা করা; সেটা আকিদা হোক কিংবা আমল হোক। এটাই হচ্ছে নবী-রাসূলগণের পদ্ধতি, খুলাফায়ে রাশেদীনের পথ এবং সুপথপ্রাপ্ত সলফে সালেহীনের রাস্তা। আল্লাহ্‌ই ভাল জানেন।
  
  আল্লাহ্‌ আমাদেরকে তাওফিক দিন। আমাদের নবী মুহাম্মদ, তাঁর পরিবার-পরিজন, তাঁর সাহাবীবর্গের উপর আল্লাহর রহমত ও শান্তি বর্ষিত হোক।[সমাপ্ত]
  
  শাইখ আব্দুল আযিয বিন বায, শাইখ আব্দুর রাজ্জাক আফিফি, শাইখ আব্দুল্লাহ বিন গাদইয়ান, শাইখ আব্দুল্লাহ বিন কুয়ূদ।
  
  আল্লাহ্‌ই ভাল জানেন।`,
      topic: `বিশেষভাবে ঈসা আলাইহিস সালামকে আকাশে তুলে নেয়া হল কেন?`,
      category: `আকীদা`
    },
    {
      question: `আল্লাহ্‌ যে নবীগণকে পাঠিয়েছেন তাঁরা কারা এবং যে কিতাবগুলো নাযিল করেছেন সেগুলো কি কি?`,
      answer: `আলহামদু লিল্লাহ।.
  
  আল্লাহ্‌ যখন আদম আলাইহিস সালামকে পৃথিবীতে পাঠালেন এবং তাঁর বংশধরগণ পৃথিবীতে ছড়িয়ে পড়ল তখন তিনি তাদেরকে বল্গাহীনভাবে ছেড়ে দেননি। বরং তিনি তাদের জন্য জীবিকার ব্যবস্থা করেছেন, তাঁর উপর এবং তাঁর বংশধরদের উপর অহী নাযিল করেছেন। কিন্তু, তাঁর বংশধরদের মধ্যে কেউ ঈমান এনেছে; আর কেউ কুফরি করেছে: “আর অবশ্যই আমরা প্রত্যেক জাতির মধ্যে রাসূল পাঠিয়েছিলাম এ নির্দেশ দিয়ে যে, তোমরা আল্লাহ্‌র ইবাদত কর এবং তাগূতকে বর্জন কর। অতঃপর তাদের কিছু সংখ্যককে আল্লাহ্‌ হিদায়াত দিয়েছেন, আর তাদের কিছু সংখ্যকের উপর পথভ্রষ্টতা সাব্যস্ত হয়েছিল।”[সূরা নাহল, আয়াত: ৩৬]
  
  আল্লাহ্‌ যে আসমানী কিতাবগুলো নাযিল করেছেন সেগুলোর মধ্যে প্রধান চারটি: তৌরাত, ইঞ্জিল, যাবুর ও কুরআন। “তিনি সত্যসহ আপনার প্রতি কিতাব নাযিল করেছেন, পূর্বে যা এসেছে তার সত্যতা প্রতিপন্নকারীরূপে। আর তিনি নাযিল করেছিলেন তাওরাত ও ইঞ্জিল।”[সূরা আলে ইমরান, আয়াত:০৩]
  
  আল্লাহ্‌ তাআলা আরও বলেন: “আর আমি দাউদকে দিয়েছি যাবুর”[সূরা বনী ইসরাইল, আয়াত: ৫৫]
  
  নবী-রাসূলগণের সংখ্যা অনেক। তাদের সংখ্যা আল্লাহ্‌ ছাড়া কেউ জানে না। তাদের কারো কারো কাহিনী আল্লাহ্‌ আমাদেরকে অবহিত করেছেন; আর কারো কারো কাহিনী আমাদেরকে অবহিত করেননি: “আর অনেক রাসূল, যাদের বর্ণনা আমরা আপনাকে পূর্বে দিয়েছি এবং অনেক রাসূল, যাদের বর্ণনা আমরা আপনাকে দেইনি”[সূরা নিসা, আয়াত: ১৬৪]
  
  আল্লাহ্‌ যত কিতাব নাযিল করেছেন সকল কিতাবের প্রতি ঈমান আনা এবং যত নবী-রাসূল প্রেরণ করেছেন সকল নবী-রাসূলের প্রতি ঈমান আনা ফরয। আল্লাহ্‌ তাআলা বলেন: “হে মুমিনগণ! তোমরা ঈমান আন আল্লাহ্‌র প্রতি, তাঁর রাসূলের প্রতি, এবং সে কিতাবের প্রতি যা আল্লাহ্‌ তাঁর রাসূলের উপর নাযিল করেছেন। আর সে গ্রন্থের প্রতিও যা তার পূর্বে তিনি নাযিল করেছেন। আর যে ব্যক্তি আল্লাহ্‌, তাঁর ফিরিশ্‌তাগণ, তাঁর কিতাবসমূহ, তাঁর রাসূলগণ ও শেষ দিবসের প্রতি কুফরী করে সে সুদূর বিভ্রান্তিতে পতিত হলো।”[সূরা নিসা, আয়াত: ১৩৬]
  
  রাসূল ও নবী হচ্ছে— একই অভিধার দুইটি নাম। নবী-রাসূল হচ্ছেন এমন ব্যক্তি আল্লাহ্‌ যাকে মনোনীত করে মানুষকে এক আল্লাহ্‌র ইবাদতের দিকে দাওয়াত দেয়ার জন্য, আল্লাহ্‌র দ্বীন প্রচার করার জন্য পাঠিয়েছেন: “সুসংবাদদাতা ও সাবধানকারী রাসূলগণ প্রেরণ করেছি, যাতে রাসূলগণ আসার পর আল্লাহ্‌র বিরুদ্ধে মানুষের কোন অভিযোগ না থাকে।” [সূরা নিসা, আয়াত: ১৬৫]
  
  নবী-রাসূলগণের সংখ্যা অনেক। কুরআনে কারীমে আল্লাহ্‌ ২৫ জন নবীর নাম উল্লেখ করেছেন। তাঁদের সকলের উপর ঈমান আনা ফরয। তাঁরা হচ্ছে- আদম, ইদ্রিস, নূহ, হুদ, সালেহ, ইব্রাহিম, লুত, ইসমাইল, ইসহাক, ইয়াকুব, ইউসুফ, শুয়াইব, আইয়ুব, যুলকিফল, মূসা, হারুন, দাউদ, সুলাইমান, ইলিয়াস, আল-ইসাআ, ইউনুস, যাকরিয়্যা, ইয়াহইয়া, ইসা, মুহাম্মদ (তাঁদের সকলের উপর আল্লাহ্‌র রহমত ও শান্তি বর্ষিত হোক)।
  
  কুরআনে কারীম হচ্ছে সবচেয়ে মর্যাদাবান ও সর্বশেষ আসমানী গ্রন্থ। কুরআন তার পূর্বে নাযিল হওয়া গ্রন্থসমূহকে রহিতকারী এবং সেগুলোর উপর কর্তৃত্বকারী। তাই কুরআন অনুযায়ী আমল করা ও অন্য কিতাবের উপর আমল বর্জন করা ফরয। “আর আমরা আপনার প্রতি সত্যসহ কিতাব নাযিল করেছি ইতোপূর্বেকার কিতাবসমূহের সত্যতা প্রতিপন্নকারী ও সেগুলোর তদারককারীরূপে। সুতরাং আল্লাহ্‌ যা নাযিল করেছেন সে অনুযায়ী আপনি তাদের বিচার নিষ্পত্তি করুন।”[সূরা মায়েদা, আয়াত: ৪৮]
  
  আল্লাহ্‌ বনী আদমের মধ্য থেকে কাউকে কাউকে রাসূল ও নবী হিসেবে মনোনীত করেছেন এবং প্রত্যেক উম্মতের কাছে নবী-রাসূল পাঠিয়েছেন। তিনি তাদেরকে এক আল্লাহ্‌র ইবাদতের দিকে মানুষকে আহ্বান করার এবং শরিয়তের বিধি-বিধান বর্ণনা করার নির্দেশ দিয়েছেন; যে বিধি-বিধানের মধ্যে দুনিয়া ও আখিরাতের সুখ-শান্তি নিহিত রয়েছে। তিনি তাদেরকে নির্দেশ দিয়েছেন— ঈমানদারদেরকে জান্নাতের সুসংবাদ দেয়ার ও কাফেরদেরকে জাহান্নামের হুমকি দেয়ার: “আর আমরা অবশ্যই প্রত্যেক জাতির মধ্যে রাসূল পাঠিয়েছিলাম এ নির্দেশ দিয়ে যে, তোমরা আল্লাহ্‌র ইবাদত কর এবং তাগূতকে বর্জন কর। অতঃপর তাদের কিছু সংখ্যককে আল্লাহ্‌ হিদায়াত দিয়েছেন, আর তাদের কিছু সংখ্যকের উপর পথভ্রান্তি সাব্যস্ত হয়েছিল।”[সূরা নাহল, আয়াত: ৩৬]
  
  আল্লাহ্‌ তাআলা কিছু কিছু নবী-রাসূলকে অন্য নবী-রাসূলদের উপর মর্যাদা দিয়েছেন। রাসূলগণের মধ্যে সবচেয়ে শ্রেষ্ঠ হচ্ছেন তাঁরা যাদেরকে বলা হয় ‘উলুল আযম’। তাঁরা হচ্ছেন- নূহ, ইব্রাহিম, মুসা, ইসা ও মুহাম্মদ (তাঁদের উপর আল্লাহর রহমত ও দয়া বর্ষিত হোক)। আর এঁদের মধ্যে সবচেয়ে শ্রেষ্ঠ হচ্ছেন- মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। প্রত্যেক নবীকে আল্লাহ্‌ তাআলা তাঁর কওমের লোকদের নিকট পাঠাতেন। আর মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে সমস্ত মানবজাতির কাছে পাঠিয়েছেন। তিনি হচ্ছেন- সর্বশেষ ও সর্বশ্রেষ্ঠ নবী ও রাসূল। তাঁর সম্পর্কে আল্লাহ্‌ তাআলা বলেন: “আর আমরা তো আপনাকে সমগ্র মানুষের জন্যই সুসংবাদদাতা ও সতর্ককারীরূপে প্ররণ করেছি; কিন্তু অধিকাংশ মানুষ জানে না।”[সূরা সাবা, আয়াত: ২৮]
  
  আল্লাহ্‌ নবী-রাসূলকে মনোনীত করেছেন এবং তাদেরকে তাদের কওমের জন্য আদর্শ-পুরুষ বানিয়েছেন। আল্লাহ্‌ তাঁদেরকে প্রতিপালন করেছেন, শিষ্টাচার শিক্ষা দিয়েছেন, রিসালত দিয়ে (বার্তাবাহক বানিয়ে) সম্মানিত করেছেন, পাপ-পঙ্কিলতায় লিপ্ত হওয়া থেকে তাদেরকে সুরক্ষা করেছেন এবং মোজেজা প্রদান করার মাধ্যমে তাদের শক্তি বৃদ্ধি করেছেন। তাই নবী-রাসূলগণ হচ্ছেন পরিপূর্ণ আকার ও আখলাকের অধিকারী, জ্ঞানের ক্ষেত্রে শ্রেষ্ঠ, সত্যভাষী এবং সুশোভিত জীবনধারার অধিকারী। আল্লাহ্‌ তাআলা তাঁদের সম্পর্কে বলেন: “আর আমরা তাদেরকে করেছিলাম নেতা; তারা আমাদের নির্দেশ অনুসারে মানুষকে সঠিক পথ দেখাত; আর আমরা তাদেরকে সৎকাজ করতে ও সালাত কায়েম করতে এবং যাকাত প্রদান করতে ওহী পাঠিয়েছিলাম; এবং তারা আমাদেরই ইবাদতকারী ছিল।”[সূরা আম্বিয়া, আয়াত: ৭৩]
  
  নবীগণ আল্লাহ্‌র আনুগত্য ও চরিত্র মাধুর্যের ক্ষেত্রে এমন উচ্চ মর্যাদার অধিকারী হওয়ার কারণে আল্লাহ আমাদেরকে তাঁদের অনুসরণ করার আদেশ দিয়েছেন। আল্লাহ্‌ তাআলা বলেন: “এরাই তারা, যাদেরকে আল্লাহ্‌ হিদায়াত দান করেছেন, কাজেই আপনি তাদের পথ অনুসরণ করুন।”[সূরা আনআম, আয়াত: ৯০]
  
  আমাদের নবীর মধ্যে সকল নবী-রাসূলের ভাল গুণাবলী সন্নিবেশিত হয়েছে এবং আল্লাহ্‌ তাঁকে উন্নত আখলাক দান করেছেন। তাই আমাদেরকে প্রতিটি ক্ষেত্রে তাঁকে অনুসরণ করার নির্দেশ দিয়েছেন। “অবশ্যই তোমাদের জন্য রয়েছে রাসূলুল্লাহ্‌র মধ্যে উত্তম আদর্শ; তার জন্য যে আশা রাখে আল্লাহ্‌ ও শেষ দিনের এবং আল্লাহ্‌কে বেশি বেশি স্মরণ করে।”[সূরা আহযাব, আয়াত: ২১]
  
  সকল নবী ও রাসূলের প্রতি ঈমান আনা ইসলামী আকিদার অন্যতম রুকন; যে রুকনগুলোর প্রতি ঈমান না-আনলে কোন মুসলমানের ঈমান পূর্ণ হবে না। কারণ নবী-রাসূলগণ সকলে একই আকিদার দিকে আহ্বান করেছেন। আর তা হচ্ছে- এক আল্লাহ্‌র প্রতি ঈমান আনা। আল্লাহ্‌ তাআলা বলেন: “তোমরা বল, ‘আমরা ঈমান এনেছি আল্লাহ্‌র প্রতি এবং যা আমাদের প্রতি নাযিল হয়েছে এবং যা ইব্রাহীম, ইস্‌মাঈল, ইসহাক, ইয়া’কুব ও তার বংশধরদের প্রতি নাযিল হয়েছে, এবং যা মূসা, ঈসা ও অন্যান্য নবীগণকে তাদের রব- এর নিকট হতে দেয়া হয়েছে। আমরা তাদের মধ্যে কোন তারতম্য করি না। আর আমরা তাঁরই কাছে আত্মসমর্পণকারী।”[সূরা বাকারা, আয়াত: ১৩৬]`,
      topic: `আসমানী কিতাব ও রাসূলগণের প্রতি ঈমান`,
      category: `আকীদা`
    },
    {
      question: `মেরাজের সময় নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অন্য নবীদের ইমাম হওয়ার কারণ কি? এটি কি প্রমাণ করে?`,
      answer: `আলহামদু লিল্লাহ।.
  
  আলহামদুলিল্লাহ।
  মসজিদে আকসাতে (যে মসজিদ ইব্রাহিম খলিল আঃ এর পরে আগত সকল নবীর ইবাদত ঘর) অন্য নবীদের ইমাম হয়ে আমাদের নবীর নামায আদায় করার কারণ হচ্ছে এটা প্রমাণ করা যে, আমাদের নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম সবচেয়ে বড় নেতা; সবচেয়ে প্রাধান্যযোগ্য; হাফেয ইবনে কাছির (রহঃ) সুস্পষ্টভাবে এ কথা সূরা বনি ইসরাইলের তাফসিরের প্রথমেই উল্লেখ করেছেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম কর্তৃক সকল নবীর ইমাম হয়ে নামায আদায় করা প্রসঙ্গে বলতে গিয়ে তিনি বলেন: “এরপর তাঁর মর্যাদা ও ফজিলত প্রকাশ করার জন্য ইমামতির ক্ষেত্রে তাঁকে প্রাধান্য দেয়া হয়েছে। এটি ছিল জিব্রাইল (আঃ) এর ইঙ্গিত মোতাবেক।”
  
  কোন সন্দেহ নেই আমাদের নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামই প্রাধান্য পাওয়ার উপযুক্ত; নবীদের সেরা। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “আমি কেয়ামতের দিন সকল বনী আদমের নেতা হব। সর্বপ্রথম আমার কবর উন্মুক্ত করা হবে। আমি হব সর্বপ্রথম সুপারিশকারী ও সর্বপ্রথম যার সুপারিশ গৃহীত হবে।”[সহিহ মুসলিম (২২৭৮)]
  
  কোন কোন আলেম অপর একটি হেকমত উল্লেখ করার চেষ্টা করেন। তারা বলেন: হাদিসের বাণী: “আমি তাদের ইমামতি করলাম” এর মধ্যে এ ইঙ্গিত পাওয়া যায় যে, এ উম্মত সমস্ত মানব জাতির নেতৃত্ব দিবে।
  
  আল্লাহই ভাল জানেন।`,
      topic: `মেরাজের ঘটনায় নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম অন্য নবীদের ইমাম হওয়ার হেকমত কি?`,
      category: `আকীদা`,
    },
    {
      question: `রাসূলগণের প্রতি ঈমান আনা বলতে কী বুঝায়?`,
      answer: `আলহামদু লিল্লাহ।.
  
  সমস্তপ্রশংসাআল্লাহরজন্য। রাসূলগণের প্রতি ঈমান চারটি বিষয়কে অন্তর্ভুক্ত করে। সেগুলো হচ্ছে- এক:
  সুদৃঢ়ভাবে এই বিশ্বাস পোষণ করা যে, আল্লাহ তাআলা প্রত্যেক কওমের জন্য তাদের মধ্য হতে একজনকে রাসূল (বার্তাবাহক) করে পাঠিয়েছেন। যিনি তাদেরকে এক আল্লাহর ইবাদত (উপাসনা) করার এবং আল্লাহ ছাড়া অন্য সব কিছুর ইবাদতকে অস্বীকার করার দাওয়াত দেন। সকল রাসূল সত্যবাদী, সত্যায়নকারী, পুণ্যবান, সঠিক পথের দিশারী, তাকওয়াবান ও বিশ্বস্ত। আল্লাহ তাঁদেরকে যা কিছু দিয়ে প্রেরণ করেছেন তারা তা পরিপূর্ণভাবে পৌঁছিয়ে দিয়েছেন। কোন অংশ গোপন করেননি বা পরিবর্তন করেননি। নিজে থেকে কোন সংযোজন বা বিয়োজন করেননি। “রাসূলগণের দায়িত্ব তো শুধুমাত্র সুস্পষ্ট বাণী পৌছিয়ে দেয়া।”[সূরা নাহল, আয়াত: ৩৫]
  
  -এই বিশ্বাস পোষণ করা যে, প্রথম রাসূল হতে শেষ রাসূল পর্যন্ত সকলের দাওয়াতের মূল বিষয় ছিল একটাই- বিশ্বাস-শ্রেণীয়, বচন-শ্রেণীয় ও কর্ম-শ্রেণীয় যাবতীয় ইবাদত বা উপাসনা শুধুমাত্র এক আল্লাহর জন্য পালন করা এবং অন্য সব উপাস্যকে অস্বীকার করা। দলিল হচ্ছে আল্লাহর বাণী- “আপনার পূর্বে আমি যে রাসূলই প্রেরণ করেছি, তাকে এ আদেশই করেছি যে- নেই কোন উপাস্য আমি ব্যতীত; সুতরাং আমারই এবাদত কর।”[সূরা আম্বিয়া, আয়াত: ২৫] এবং তাঁর বাণী “আপনার পূর্বে আমি যেসব রসূল প্রেরণ করেছি, তাদেরকে জিজ্ঞেস করুন, দয়াময় আল্লাহ ব্যতীত আমি কি কোন উপাস্য স্থির করেছিলাম এবাদতের জন্যে?”[সূরা যুখরূফ, আয়াত: ৪৫]। এগুলো ছাড়াও আরো অনেক আয়াতে কারীমা রয়েছে।
  
  কিন্তু অবশ্য পালনীয় আমল (ফরজ) ও আইন-কানুন এক রাসূল থেকে অন্য রাসূলেরটা ভিন্ন হতে পারে। এক রাসূলের উম্মতের উপর যে নামায-রোজা ফরজ করা হয়েছে অন্য রাসূলের উম্মতের উপরে সেসব হয়তো ফরজ করা হয়নি। এক রাসূলের উম্মতের উপরে যে বিষয়গুলো হারাম করা হয়েছে অন্য রাসূলের উম্মতের জন্য সেসব বিষয় হয়তো হালাল করা হয়েছে- আল্লাহর পক্ষ থেকে পরীক্ষাস্বরূপ। যেন আল্লাহ যাচাই করে নিতে পারেন “তোমাদের মধ্যে কে কর্মে উত্তম”। এর পক্ষে দলিল হচ্ছে আল্লাহ তাআলার বাণী- “আমি তোমাদের প্রত্যেককে একটি শিরআ ও মিনহাজ (আইন ও পথ) দিয়েছি।”[সূরা মায়েদা, আয়াত: ৪৮] ইবনে আব্বাস (রাঃ) বলেন, অর্থাৎ- পথ ও আদর্শ (দিয়েছি)। মুজাহিদ, ইকরিমাসহ মুফাসসিরদের আরো অনেকে একই রকম মত দিয়েছেন। সহিহ বুখারী ও সহিহ মুসলিমে আবু হুরায়রা (রাঃ) থেকে বর্ণিত হয়েছে যে, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “নবীরা হচ্ছেন- বৈমাত্রেয় ভাইয়ের মত। তাদের মা আলাদা আলাদা; কিন্তু ধর্ম অভিন্ন।” অর্থাৎ সকল নবীর মূল ধর্মবিশ্বাস এক। সেটা হচ্ছে- তাওহীদ। যে তাওহীদ দিয়ে আল্লাহ তাআলা সকল রাসূলকে প্রেরণ করেছেন এবং সকল কিতাবে উল্লেখ করেছেন। কিন্তু আদেশ-নিষেধ বা হালাল-হারামের ক্ষেত্রে প্রত্যেকরাসূলের শরিয়ত (অনুশাসন) ভিন্ন ভিন্ন। কারণ বৈমাত্রেয় ভাইদের পিতা এক, কিন্তু মা ভিন্ন হয়ে থাকে। -যে ব্যক্তি কোন একজন রাসূলের রাসূলত্বকে অস্বীকার করল সে যেন সকল রাসূলকে অস্বীকার করল। “নূহের সম্প্রদায় রাসূলগণকে মিথ্যারোপ করেছে।”[সূরা শুআরা, আয়াত: ১০৫] এ আয়াতেআল্লাহ তাআলা বলেছেন, নূহের সম্প্রদায় সকল রাসূলকে অস্বীকার করেছে। অথচ তারা যে সময়ে নূহ (আলাইহিস সালাম) কে মিথ্যা প্রতিপন্ন করেছিল তখন পর্যন্ত নূহ আলাইহিস সালাম ছাড়া আর কোন রাসূল প্রেরিত হননি। দুই:
  
  রাসূলদের মধ্যে যাদের নাম আমরা জানতে পেরেছি তাদের নামসমূহের প্রতি ঈমান আনা। যেমন- মুহাম্মদ, ইব্রাহিম, মূসা, ঈসা, নূহ (আলাইহিমুস সালাম)। আর যাদের নাম জানা যায়নি তাদের প্রতি এজমালিভাবে ঈমান আনা। যেমন কুরআনে এসেছে- “রসূল বিশ্বাস রাখেন ঐ সমস্ত বিষয়ের উপর যা তাঁর পালনকর্তার পক্ষ থেকে তাঁর কাছে অবতীর্ণ হয়েছে এবং মুসলমানরাও সবাই বিশ্বাস রাখে আল্লাহর প্রতি, তাঁর ফেরেশতাদের প্রতি, তাঁর গ্রন্থসমূহের প্রতি এবং তাঁর পয়গম্বরগণের প্রতি। তারা বলে আমরা তাঁর পয়গম্বরদের মধ্যে কোন তারতম্য করিনা। তারা বলে, আমরা শুনেছি এবং কবুল করেছি। আমরা তোমার ক্ষমা চাই, হে আমাদের পালনকর্তা। তোমারই দিকে প্রত্যাবর্তন করতে হবে।”[সূরা বাকারা, আয়াত: ২৮৫] আল্লাহ তাআলা আরো বলেন: “আমি আপনার পূর্বে অনেক রসূল প্রেরণ করেছি, তাদের কারও কারও ঘটনা আপনার কাছে বিবৃত করেছি এবং কারও কারও ঘটনা আপনার কাছে বিবৃত করিনি।”[সূরা গাফের, আয়াত: ৭৮]
  
  আমরা আরও ঈমান রাখি যে, সর্বশেষ রাসূল হচ্ছেন- আমাদের নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। তাঁর পরে আর কোন নবী নেই। আল্লাহ তাআলা বলেন: “মুহাম্মদ তোমাদের কোন ব্যক্তির পিতা নন; বরং তিনি আল্লাহর রাসূল এবং শেষ নবী। আল্লাহ সব বিষয়ে জ্ঞাত।”[সূরা আহযাব, আয়াত: ৪০] সহিহ বুখারি ও সহিহ মুসলিম সাদ ইবনে আবু ওয়াক্কাস (রাঃ) হতে বর্ণিত হয়েছে যে, নবী সাল্লাল্লাম আলাইহি ওয়া সাল্লাম আলী (রাঃ) কে খলিফার দায়িত্বে রেখে তাবুক অভিযানে বের হন। তখন আলী (রাঃ) বলেন: আপনি কী আমাকে নারী ও শিশুদের (দুর্বলদের) দায়িত্বশীল বানালেন!!তখন নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন: মূসা (আঃ) এর প্রতিনিধি হিসেবে হারুন (আঃ) যে মর্যাদা পেয়েছেন আমার প্রতিনিধি হিসেবে তুমি সে মর্যাদা পেয়ে কি সন্তুষ্ট নও!! তবে আমার পরে কোন নবী নেই।” আল্লাহ তাআলা অন্য নবীদের উপর আমাদের নবীকে বেশ কিছু বিশেষত্ব দিয়েছেন। যেমন- ১. আল্লাহ তাআলা তাঁকে সমস্ত জিন ও ইনসান এর নবী হিসেবে পাঠিয়েছেন। অথচ পূর্ববর্তীনবীগণ শুধু তাঁদের কওমের নিকট প্রেরিত হত।
  
  ২. একমাসের সম পরিমাণ দূরত্বে অবস্থানরত শত্রুর অন্তরে ভয়ের সঞ্চার করার মাধ্যমে আল্লাহ তাঁকে সাহায্য করতেন।
  
  ৩. সমস্ত জমিনকে তাঁর জন্য সিজদার স্থান ও পবিত্র করা হয়েছে।
  
  ৪. তাঁর জন্য গণিমতের মাল খাওয়া হালাল করা হয়েছে; অথচ তাঁর পূর্বে কারো জন্য তা হালাল ছিল না।
  
  ৫. মহা শাফায়াত।
  
  এগুলো ছাড়াও আরো অনেক বিশেষত্ব আল্লাহ তাঁকে দান করেছেন। তিন:
  
  সত্য সংবাদের ভিত্তিতে তাদের ব্যাপারে যা কিছু জানা যায় সেগুলোর প্রতি ঈমান রাখা।
  
  চার:
  
  আমাদের নিকট যে রাসূল প্রেরিত হয়েছেন তাঁর শরিয়তের আলোকে আমল করা। তিনি হচ্ছেন সর্বশেষ নবী মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম। যিনি সকল মানুষের কাছে প্রেরিত হয়েছেন। আল্লাহ তাআলা বলেন: “অতএব, তোমার পালনকর্তার কসম, সে লোক ঈমানদার হবে না, যতক্ষণ না তাদের মধ্যে সৃষ্ট বিবাদের ব্যাপারে তোমাকে ন্যায়বিচারক বলে মনে না করে। অতঃপর তোমার মীমাংসার ব্যাপারে নিজের মনে কোন রকম সংকীর্ণতা পাবে না এবং তা হৃষ্টচিত্তে কবুল করে নেবে।”[সূরা নিসা, আয়াত: ৬৫]
  
  জেনে রাখুন, রাসূলদের প্রতি ঈমান আনার বেশ কিছু ভাল ফলাফল রয়েছে। যেমন- ১. বান্দার প্রতি আল্লাহর রহমত ও গুরুত্বের বিষয়টি উপলব্ধি করা। যেহেতু বান্দাকে সরল-সঠিক পথের দিকনির্দেশনা দেয়ার জন্য এবং ইবাদতের পদ্ধতি বর্ণনা করার জন্য আল্লাহ রাসূল পাঠিয়েছেন। এককভাবে মানব-মস্তিষ্কের পক্ষে যা উদঘাটন করা সম্ভবপর ছিল না।
  
  ২. এই নেয়ামতের জন্য আল্লাহর প্রতি কৃতজ্ঞতা প্রকাশ করা।
  
  ৩. রাসূলগণকে ভালোবাসা, তাঁদেরকে সম্মান করা, যথোপযুক্ত পদ্ধতিতে তাঁদের প্রশংসা করা। যেহেতু তাঁরা আল্লাহর রাসূল, তাঁরা তাঁর ইবাদত করেছেন, তাঁদের উপর অর্পিত দায়িত্ব যথাযথভাবে পালন করেছেন এবং উম্মতকে সৎ পরামর্শ দিয়েছেন।
  
  (দেখুন আলামুস সুন্নাহ আল-মানশুরা, পৃষ্ঠা ৯৭-১০২ ও শারহুল উসুল আস্‌ ছালাসা, পৃষ্ঠা ৯৫-৯৬)`,
      topic: `রাসূলগণের প্রতি ঈমান আনার হাকিকত`,
      category: `আকীদা`
    },
    {
      question: `ভালো মৃত্যুর কোন আলামত আছে কি?`,
      answer: `আলহামদু লিল্লাহ।.
  
  সমস্ত প্রশংসা আল্লাহর জন্য।
  এক:
  
  হুসনুল খাতিমা বা ভাল মৃত্যু...
  
  ভাল মৃত্যু মানে- মৃত্যুর পূর্বে আল্লাহর ক্রোধ উদ্রেককারী গুনাহ হতে বিরত থাকতে পারা, পাপ হতে তওবা করতে পারা, নেকীর কাজ ও ভাল কাজ বেশি বেশি করার তাওফিক পাওয়া এবং এ অবস্থায় মৃত্যু হওয়া। এই মর্মে আনাস বিন মালিক (রাঃ) হতে সহিহ হাদিসে এসেছে তিনি বলেন, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন- “আল্লাহ যদি কোন বান্দার কল্যাণ চান তখন তাকে (ভাল) কাজে লাগান।” সাহাবায়ে কেরাম বললেন: কিভাবে আল্লাহ বান্দাকে (ভাল) কাজে লাগান? তিনি বলেন: “মৃত্যুর পূর্বে তাকে ভাল কাজ করার তাওফিক দেন।” [মুসনাদে আহমাদ (১১৬২৫), তিরমিযি (২১৪২), আলবানি ‘সিলসিলা সহিহা’ গ্রন্থে হাদিসটিকে সহিহ সাব্যস্ত করেছেন (১৩৩৪)। রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেন: “আল্লাহ তাআলা যদি কোন বান্দার কল্যাণ চান তখন সে বান্দাকে ‘আসাল’ করেন। সাহাবায়ে কেরাম বলেন: আসাল কি? তিনি বলেন, আল্লাহ তাআলা বান্দাকে বিশেষ একটি ভাল কাজ করার তাওফিক দেন এবং এই আমলের উপর তার মৃত্যু ঘটান।[সহিহ আহমাদ (১৭৩৩০), আলবানি সিলসিলা সহিহা গ্রন্থে হাদিসটিকে সহিহ ঘোষণা করেছেন (১১১৪)। ভাল মৃত্যুর বেশ কিছু আলামত আছে। এর মধ্যে কোন কোন আলামত শুধু মৃত্যুপথযাত্রী ব্যক্তি নিজে বুঝতে পারে এবং কোন কোন আলামত অন্যান্য মানুষও জানতে পারে। দুই:
  
  মৃত্যুকালে বান্দার নিকট তার ভাল মৃত্যুর যে আলামত প্রকাশ পায় সেটা হচ্ছে- বান্দাকে আল্লাহর সন্তুষ্টি ও অনুগ্রহ লাভের সুসংবাদ দেয়া হয়। এই মর্মে আল্লাহ তাআলা বলেছেন-“নিশ্চয় যারা বলে, আমাদের পালনকর্তা আল্লাহ, অতঃপর তাতেই অবিচল থাকে, তাদের কাছে ফেরেশতা অবতীর্ণ হয় এবং বলে, তোমরা ভয় পেও না, চিন্তিত হইও না এবং তোমরা প্রতিশ্রুত জান্নাতের সুসংবাদ গ্রহণ কর।”[সূরা ফুসসিলত, আয়াত: ৩০] মৃত্যুকালে মুমিন বান্দাদেরকে এই সুসংবাদ দেয়া হয়। দেখুন: তাফসিরে সাদী, পৃষ্ঠা- ১২৫৬।
  
  এই মর্মে সহিহ বুখারী ও সহিহ মুসলিমে এসেছে- যা আয়েশা (রাঃ) হতে বর্ণিত হয়েছে যে, তিনি বলেন: রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যে ব্যক্তি আল্লাহর সাক্ষাতকে ভালবাসে আল্লাহও তার সাক্ষাতকে ভালবাসেন। যে ব্যক্তির কাছে আল্লাহর সাক্ষাত প্রিয়, আল্লাহর নিকটও তার সাক্ষাত প্রিয়। আমি বললাম, হে আল্লাহর নবী! আপনি কি মৃত্যুর কথা বুঝাতে চাচ্ছেন? আমরা তো সবাই মৃত্যুকে অপছন্দ করি। রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন: না, সেটা না। মুমিন বান্দাকে যখন আল্লাহর রহমত, তাঁর সন্তুষ্টি, তাঁর জান্নাতের সুসংবাদ দেয়া হয় তখন তিনি আল্লাহর সাথে সাক্ষাত করাকে ভালবাসেন। আর কাফের বান্দাকে যখন আল্লাহর শাস্তি, তাঁর অসন্তুষ্টির সংবাদ দেয়া হয় তখন সে আল্লাহর সাক্ষাতকে অপছন্দ করে এবং আল্লাহও তার সাক্ষাতকে অপছন্দ করেন।” ইমাম নববী (রহঃ) বলেন: “হাদিসের অর্থ হচ্ছে- যখন মানুষের মৃত্যুর গড়গড়া শুরু হয়ে যায়, যে অবস্থায় আর তওবা কবুল হয় না, সে অবস্থার পছন্দ-অপছন্দকে এখানে উদ্দেশ্য করা হয়েছে। মুমূর্ষু ব্যক্তির কাছে সবকিছু স্পষ্ট হয়ে পড়ে, তার পরিণতিকী হতে যাচ্ছে সেটা তার সামনে পরিষ্কার হয়ে যায়। ভাল মৃত্যুর আলামত অনেক। আলেমগণ কুরআন-হাদিস খুঁজে এই আলামতগুলো বের করার চেষ্টা করেছেন। এই আলামতগুলোর মধ্যে রয়েছে- ১. মৃত্যুর সময় ‘কালেমা’ পাঠ করতে পারা। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “যে ব্যক্তির সর্বশেষ কথা হবে ‘লা ইলাহা ইল্লাল্লাহ’ তিনি জান্নাতে প্রবেশ করবেন।” [সুনানে আবু দাউদ, ৩১১৬], সহিহ আবু দাউদ গ্রন্থে (২৬৭৩) আলবানি এই হাদিসকে সহিহ বলেছেন। ২. মৃত্যুর সময় কপালে ঘাম বের হওয়া। বুরাইদা বিন হাছিব (রাঃ) হতে বর্ণিত তিনি বলেন: আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে বলতে শুনেছি তিনি বলেন: “মুমিন কপালের ঘাম নিয়ে মৃত্যুবরণ করে।”[মুসনাদে আহমাদ (২২৫১৩), জামে তিরমিযি (৯৮০), সুনানে নাসায়ি (১৮২৮) এবং আলবানি সহিহ তিরমিযি গ্রন্থে হাদিসটিকে সহিহ বলেছেন] ৩. জুমার রাতে বা দিনে মৃত্যুবরণ করা। দলিল হচ্ছে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী: “যে ব্যক্তি জুমার দিনে বা রাতে মৃত্যুবরণ করেন আল্লাহ তাকে কবরের আযাব থেকে নাজাত দেন।”[মুসনাদে আহমাদ (৬৫৪৬), জামে তিরমিযি (১০৭৪), আলবানি বলেছেন: সনদের সবগুলো ধারা মিলালে হাদিসটি সহিহ] ৪. আল্লাহর রাস্তায় যুদ্ধরত অবস্থায় মৃত্যুবরণ করা। দলিল হচ্ছে আল্লাহ তাআলার বাণী:“আর যারা আল্লাহর রাহে নিহত হয়,তাদেরকে তুমি কখনো মৃত মনে করো না। বরং তারা নিজেদের পালনকর্তার নিকট জীবিত ও জীবিকাপ্রাপ্ত। আল্লাহ নিজের অনুগ্রহ থেকে যা দান করেছেন তার প্রেক্ষিতে তারা আনন্দ উদযাপন করছে। আর যারা এখনও তাদের কাছে এসে পৌঁছেনি তাদের পেছনে তাদের জন্যে আনন্দ প্রকাশ করে। কারণ, তাদের কোন ভয় ভীতিও নেই এবং কোন চিন্তা ভাবনাও নেই। আল্লাহর নেয়ামত ও অনুগ্রহের জন্যে তারা আনন্দ প্রকাশ করে এবং তা এভাবে যে, আল্লাহ, ঈমানদারদের শ্রমফল বিনষ্ট করেন না।” [সূরা আলে ইমরান, আয়াত: ১৬৯-১৭১] এবং নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী: “যে ব্যক্তি আল্লাহর রাহে নিহত হয় সে শহিদ এবং যে ব্যক্তি আল্লাহর রাহে মারা যায় সেও শহিদ।”[সহিহ মুসলিম, ১৯১৫] ৫. প্লেগ রোগে মারা যাওয়া। দলীল হচ্ছে নবী আলাইহি ওয়া সাল্লামের বাণী: “প্লেগ রোগে মৃত্যু প্রত্যেক ঈমানদারের জন্য শাহাদাত।”[সহিহ বুখারী (২৮৩০) ও সহিহ মুসলিম (১৯১৬)] এবং নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের স্ত্রী আয়েশা (রাঃ) থেকে বর্ণিত তিনি বলেন, আমি রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে প্লেগ রোগ সম্পর্কে জিজ্ঞেস করেছি তখন তিনি আমাকে জানান যে, “এটি হচ্ছে- আল্লাহর পক্ষ থেকে আযাব। আল্লাহ যাদেরকে শাস্তি দিতে চান তাদের উপর এই রোগ নাযিল করেন। আর আল্লাহ এই রোগ মুমিনদের জন্য রহমতস্বরূপ পাঠিয়েছেন। যে মুমিন প্লেগ রোগে আক্রান্ত হয়ে নিজ এলাকাতে অবস্থান করবে, ধৈর্যধারণ করবে, সওয়াবের প্রত্যাশা করবে এবং এই একীন রাখবে যে, আল্লাহ তার জন্য যা লিখে রেখেছেন সেটাই ঘটবে সে ব্যক্তি শহিদের সমান সওয়াব পাবে।” [সহিহ বুখারি (৩৪৭৪)] ৬. যে কোন পেটের পীড়াতে মৃত্যুবরণ করা। দলিল হচ্ছে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী: “যে ব্যক্তি পেটের পীড়াতে মৃত্যুবরণ করবে সে শহিদ।” [সহিহ মুসলিম (১৯১৫)] ৭. কোন কিছু ধ্বসে পড়ে অথবা পানিতে ডুবে মৃত্যুবরণ করা। দলিল হচ্ছে নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী: “পাঁচ ধরনের মৃত্যু শাহাদাত হিসেবে গণ্য। প্লেগ রোগে মৃত্যু, পেটের পীড়ায় মৃত্যু, পানি ডুবে মৃত্যু, কোন কিছু ধ্বসে পড়ে মৃত্যু এবং আল্লাহর রাস্তায় শহিদ হওয়া।” [সহিহ বুখারি (২৮২৯) ও সহিহ মুসলিম (১৯১৫)] ৮. প্রসবউত্তর প্রসূতির মৃত্যু অথবা গর্ভবতী অবস্থায় নারীর মৃত্যু। এর দলিল হচ্ছে আবু দাউদ (৩১১১) কর্তৃক বর্ণিত হাদিস; নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “যে নারী জুমা (বাচ্চা) নিয়ে মারা যায় তিনি শহিদ।”। ইমাম খাত্তাবি বলেন: এ হাদিসের অর্থ হচ্ছে- যে নারী পেটে বাচ্চা নিয়ে মারা যায়।[আওনুল মাবুদ] ইমাম আহমাদ উবাদা বিন সামেত (রাঃ) হতে বর্ণনা করেন যে, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম শহিদের শ্রেণীগুলো উল্লেখ করতে গিয়ে বলেছেন: “যে নারী তার গর্ভস্থিত সন্তানের কারণে মারা যায় তিনি শহিদ। সে নারীকে তার সন্তান সুরার (নাভিরজ্জু) ধরে টেনে জান্নাতে নিয়ে যাবে।”[আলবানি ‘জানায়িয’ গ্রন্থে (৩৯) হাদিসটিকে সহিহ আখ্যায়িত করেছেন] সুররা (নাভি): নবজাতকের জন্মের পর ধাত্রী নাড়ী কাটেন এবং সামান্য কিছু অংশ রেখে দেন। যে অংশটুকু রেখে দেন সেটাকে সুররা বা নাভি বলে। আর যে অংশটুকু কেটে ফেলেন সেটাকে সুরার (নাভিরজ্জু) বলা হয়। ৯. আগুনে পুড়ে, প্লুরিসি (ফুসফুসের আবরক ঝিল্লির প্রদাহজনিত রোগবিশেষ) এবং যক্ষ্মা রোগে মৃত্যু। দলিল হচ্ছে- নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “আল্লাহর রাহে নিহত হওয়া শাহাদাত, প্লেগ রোগে মারা যাওয়া শাহাদাত, পানি ডুবে মারা যাওয়া শাহাদাত, পেটের পীড়ায় মারা যাওয়া শাহাদাত, সন্তান প্রবসের পর মারা গেলে নবজাতক তার মাকে নাভিরজ্জু ধরে টেনে জান্নাতে নিয়ে যাবে। (সংকলক বলেন, এই হাদিসের জনৈক বর্ণনাকারী বায়তুল মোকাদ্দাসের খাদেম আবুল আওয়াম হাদিসটির অংশ হিসেবে “আগুনে পুড়ে মৃত্যু ও যক্ষ্মা রোগ” এর কথাও বর্ণনা করেছেন।) আলবানি বলেছেন: হাদিসটি হাসান-সহিহ।[সহিহুত তারগিব ওয়াত তারহিব (১৩৯৬)] ১০. নিজের ধর্ম, সম্পদ ও জীবন রক্ষা করতে গিয়ে মৃত্যুবরণ করা। দলিল হচ্ছে নবী করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী: “যে ব্যক্তি তার সম্পদ রক্ষা গিয়ে মারা যায় সে শহিদ। যে ব্যক্তি তার ধর্ম (ইসলাম) রক্ষা করতে গিয়ে মারা যায় সে শহিদ। যে ব্যক্তি তার জীবন রক্ষা করতে গিয়ে মারা যায় সে শহিদ।”[জামে তিরমিযি (১৪২১)] সহিহ বুখারি (২৪৮০) ও সহিহ মুসলিমে (১৪১) আব্দুল্লাহ ইবনে আমর (রাঃ) হতে বর্ণিত হয়েছে তিনি বলেন: আমি নবী করিম সাল্লাল্লাহু আলাহি ওয়া সাল্লামকে বলতে শুনেছি- “যে ব্যক্তি তার সম্পদ রক্ষা করতে গিয়ে মারা যায় সে শহিদ।” ১১. আল্লাহর রাস্তায় প্রহরীর দায়িত্ব পালন করতে গিয়ে যে ব্যক্তি মারা যায় সেও শহিদ। দলিল হচ্ছে সহিহ মুসলিমের হাদিস (১৯১৩): সালমান আলফারেসি (রাঃ) হতে বর্ণিত যে, তিনি বলেন, নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “একদিন, একরাত পাহারা দেয়া একমাস দিনে রোজা রাখা ও রাতে নামায পড়ার চেয়ে উত্তম। আর যদি পাহারারত অবস্থায় সে ব্যক্তি মারা যায় তাহলে তার জীবদ্দশায় সে যে আমলগুলো করত সেগুলোর সওয়াব তার জন্য চলমান থাকবে, তার রিযিকও চলমান থাকবে এবং কবরের ফিতনা থেকে সে মুক্ত থাকবে।” ১২. ভাল মৃত্যুর আরো একটি আলামত হলো- নেক আমলরত অবস্থায় মৃত্যুবরণ করা। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন, “যে ব্যক্তি আল্লাহর সন্তুষ্টি অর্জনের লক্ষ্যে ‘লা ইলাহা ইল্লাল্লাহ’ বলল এবং এ অবস্থায় তার মৃত্যু হলো সে জান্নাতে প্রবেশ করবে। যে ব্যক্তি কোন একটি সদকা করল এবং এ অবস্থায় তার মৃত্যু হলো সেও জান্নাতে প্রবেশ করবে।” [মুসনাদে আহমাদ (২২৮১৩), আলবানি জানায়িয গ্রন্থে পৃষ্ঠা-৪৩ এ হাদিসটিকে সহিহ আখ্যায়িত করেছেন। দেখুন কিতাবুল জানায়িয, পৃষ্ঠা- ৩৪। এই আলামতগুলো ব্যক্তির ভাল মৃত্যুর সুসংবাদ দেয়। কিন্তু তা সত্ত্বেও আমরা নির্দিষ্টভাবে কোন ব্যক্তির ব্যাপারে এ নিশ্চয়তা দিব না যে, তিনি জান্নাতি। শুধু রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যাদের ব্যাপারে নিশ্চয়তা প্রদান করেছেন তারা ছাড়া। যেমন চার খলিফার ব্যাপারে তিনি নিশ্চয়তা প্রদান করেছেন। আল্লাহ আমাদের সকলকে ভাল মৃত্যু দান করুন।`,
      topic: `ভাল মৃত্যুর উপায়`,
      category: `আকীদা`   
    },
    {
      question:`মুসলমানকে হারাম কাজকে থেকে দূরে থাকার নির্দেশ দেওয়া হয়েছে; কেননা সে জান্নাতে সেটা পাবে— এ কথাটি কি সঠিক যে, দুনিয়াতে হারাম বিষয়াবলী ও নিষিদ্ধ ভোগসমূহ আখিরাতে জায়েয ও বৈধ। কারণ এমন কিছু ভোগের বিষয় আছে যেমন- সমলিঙ্গের প্রতি ভালোবাসা যা দুনিয়া ও আখিরাতে নিষিদ্ধ। কিভাবে একজন মুসলিম এটা থেকে নিবৃত হতে পারেন; যখন সে আখিরাতেও সেটা পাওয়ার ব্যাপারে হতাশ? দুনিয়াতে এ কর্মটি ত্যাগ করার শক্তিশালী প্রেরণা কী হতে পারে?`,
      answer: `আলহামদু লিল্লাহ।.
  
  এক:
  
  “মুসলমানকে হারাম কাজকে থেকে দূরে থাকার নির্দেশ দেওয়া হয়েছে; কেননা সে জান্নাতে সেটা পাবে” সাধারণ অর্থ ধরে বুঝতে গেলে এ কথাটি সঠিক নয়। কারণ আল্লাহ্‌ তাআলা আমাদের উপর যা কিছু হারাম করেছেন সেটার সবকিছু আখিরাতে পাওয়া যাবে— এমনটি নয়। বরং নির্দিষ্ট কিছু বিষয়ের ক্ষেত্রে এটি উদ্ধৃত হয়েছে; যেমন—রেশমী কাপড় পরিধান নিষিদ্ধ করা, মদ পান করা নিষিদ্ধ করা, স্বর্ণ ও রৌপ্যের পাত্রে পান করা নিষিদ্ধ করা ইত্যাদি ক্ষেত্রে। কারণ মুসলিম এ জিনিসগুলো আখিরাতে পাবে; আল্লাহ্‌র রহমতের সাথে যেভাবে উপযুক্ত ও সেই বাসস্থানের সাথে যেভাবে উপযুক্ত সেভাবে পাবে। কারণ আবু হুরায়রা (রাঃ) থেকে বর্ণিত হয়েছে যে, রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “যে ব্যক্তি দুনিয়াতে রেশমি কাপড় পরিধান করেছে সে ব্যক্তি আখিরাতে তা পরতে পারবে না। যে ব্যক্তি দুনিয়াতে মদ পান করেছে সে ব্যক্তি আখিরাতে তা পান করতে পারবে না। যে ব্যক্তি দুনিয়াতে স্বর্ণ-রৌপ্যের পাত্রে পান করেছে সে ব্যক্তি আখিরাতে এ পাত্রদ্বয়ে পান করতে পারবে না।” এরপর তিনি বলেন: “জান্নাতীদের পোশাক, জান্নাতীদের পানীয় ও জান্নাতীদের পাত্র”।[নাসাঈ-এর সংকলিত “আস-সুনানুল কুবরা” (৬৮৬৯); আলবানী “আস-সিলসিলাতুস সাহিহা” গ্রন্থে (৩৮৪) হাদিসটিকে সহিহ বলেছেন।
  
  হারাম জিনিসের সম জাতীয় জিনিস জান্নাতে থাকলেও কোন কোন আলেমের মতে, যে ব্যক্তি দুনিয়াতে ঐ হারাম কর্মে লিপ্ত হবে আখিরাতে সে ব্যক্তি ঐ জিনিসটি না পাওয়াই হচ্ছে— তার শাস্তি; যেমন- গান শুনা ও অবৈধ কোন নারীকে উপভোগ করা।
  
  ইবনে রজব আল-হাম্বলি (রহঃ) বলেন:
  
  “যে ব্যক্তি দুনিয়াতে তার কামনা-বাসনা থেকে রোযা (নিবৃত) থাকবে মৃত্যুর পর সে ব্যক্তি এগুলো দিয়ে ইফতার করবে। যে ব্যক্তি তার উপর যা হারাম করা হয়েছিল মৃত্যুর পূর্বেই সেটা গ্রহণ করতে তাড়াহুড়া করে ফেলেছে আখিরাতে তাকে সেটা থেকে বঞ্ছিত করা ও না-দেয়াই তার শাস্তি। এর দলিল হচ্ছে আল্লাহ্‌র বাণী: “(তাদেরকে বলা হবে) তোমরা তোমাদের ভাল জিনিসগুলো দুনিয়ার জীবনেই নিয়েছো এবং তা উপভোগ করেছো।”[সূরা আল-আহক্বাফ, আয়াত: ২০] এবং নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের বাণী: “যে ব্যক্তি দুনিয়াতে মদ পান করেছে সে ব্যক্তি আখিরাতে পান করবে না। যে ব্যক্তি দুনিয়াতে রেশমি কাপড় পরিধান করেছে সে ব্যক্তি আখিরাতে পরিধান করবে না।”[‘লাতায়িফুল মাআরিফ’ (পৃষ্ঠা-১৪৭) থেকে সমাপ্ত]
  
  ব্যভিচারীর উপর যে শাস্তিগুলো আবর্তিত হয় সেগুলো উল্লেখ করতে গিয়ে ইবনুল কাইয়্যেম (রহঃ) বলেন: “সে শাস্তির মধ্যে রয়েছে: ব্যভিচারী ব্যক্তি জান্নাতে-আদন-এ উত্তম বাসস্থানসমূহে ডাগরচোখা হুরদেরকে উপভোগ করা থেকে নিজেকে বঞ্ছিত করে। আল্লাহ্‌ তাআলা যদি দুনিয়াতে রেশমি কাপড় পরিধানকারীকে কিয়ামতের দিন রেশমি কাপড় পরা থেকে বঞ্ছিত করার শাস্তি দিবেন, দুনিয়াতে মদপানকারীকে আখিরাতে মদপান থেকে বঞ্ছিত করার শাস্তি দিবেন। অনুরূপ শাস্তি দিবেন যে ব্যক্তি দুনিয়াতে নিষিদ্ধ ছবি দেখা উপভোগ করবে তাকেও। বরং দুনিয়াতে বান্দা যে যে হারাম কাজকে উপভোগ করবে কিয়ামতের দিন বান্দা সম ধরণের নেয়ামত থেকে বঞ্ছিত হবে।”[রওযাতুল মুহিব্বীন (৩৬৫-৩৬৮) থেকে সমাপ্ত]
  
  আর পুরুষে-পুরুষে ও নারীতে-নারীতে যৌনকর্ম আল্লাহ্‌ তাআলা তার বান্দাদের উপর দুনিয়াতেও হারাম করেছেন এবং জান্নাতবাসীগণ এ ধরণের কুকর্ম থেকে পবিত্র।
  
  আল্লাহ্‌ই সর্বজ্ঞ।`,
      topic: `হারামসমূহের সম জাতীয় জিনিস কি জান্নাতে থাকবে?`,
      category: `আকীদা`
    },
    {
      question: ` আখেরাতে মানুষ কতদিন বাঁচবে; অনন্তকাল, নাকি আল্লাহ যতদিন চান? এ ব্যাপারে ইসলামি আকিদা কি?`,
      answer: `আলহামদু লিল্লাহ।.
  
  আলহামদুলিল্লাহ।
  আল্লাহ তাআলা এ দুনিয়ার ধ্বংস এবং দুনিয়াবাসীর মৃত্যু নির্ধারণ করে রেখেছেন। আল্লাহ তাআলা বলেন: “ভূপৃষ্ঠের সবকিছুই ধ্বংসশীল। একমাত্র সম্মান ও শ্রদ্ধাযোগ্য আপনার প্রতিপালকের চেহারা ছাড়া।”।[সূরা আর-রহমান, আয়াত: ২৬-২৭] তিনি আরও বলেন: “প্রত্যেক প্রাণ মৃত্যুর স্বাদ আস্বাদনকারী। এরপর তাদেরকে আমার দিকেই ফিরে আসতে হবে।”[সূরা আল-আনকাবুত, আয়াত: ৭৫]
  
  এরপর আল্লাহ তাআলা মানুষকে পুনরুত্থিত করবেন। এবং তাদেরকে চিরস্থায়ী জীবন দান করবেন; যার কোন শেষ নেই। প্রত্যেকের আমল অনুযায়ী তাদের হিসাব নিবেন। নেককারকে তার নেকি অনুপাতে প্রতিদান দিবেন। বদকারকে তার বদ অনুযায়ী প্রতিদান দিবেন। এরপর মানুষ দুই ভাগ হয়ে যাবে। একভাগ জান্নাতে যাবে; অপরভাগ জাহান্নামে যাবে। জান্নাতবাসী চিরস্থায়ী জান্নাতে থাকবে। জাহান্নামবাসী চিরস্থায়ী জাহান্নামে থাকবে।
  
  কুরআনে কারীম ও সহিহ হাদিসে এ মর্মে অনেক সুস্পষ্ট দলিল রয়েছে–
  
  ১. আল্লাহ তাআলা বলেন: “আর যারা ঈমান এনেছে ও সৎকর্ম করেছে, অবশ্য আমি প্রবিষ্ট করাব তাদেরকে জান্নাতে, যার তলদেশে প্রবাহিত রয়েছে নহরসমূহ। সেখানে তারা থাকবে অনন্তকাল। সেখানে তাদের জন্য থাকবে পবিত্র স্ত্রীগণ। তাদেরকে আমি প্রবিষ্ট করাব ঘন ছায়া নীড়ে”।[সূরা নিসা, আয়াত: ৫৭]
  
  ইমাম তাবারী বলেন: “সেখানে তারা থাকবে অনন্তকাল” কোন অন্ত বা শেষ ছাড়া এবং বিরতিহীনভাবে। সদা সর্বদা সেখানে তাদের জন্য তা থাকবে।[তাফসিরে তাবারী (৫/১৪৪)]
  
  ২. তিনি আরও বলেন: “আল্লাহ বললেনঃ আজকের দিনে সত্যবাদীদের সত্যবাদিতা তাদের উপকারে আসবে। তাদের জন্যে রয়েছে– উদ্যান; যার তলদেশে নির্ঝরিণী প্রবাহিত হবে; তারা তাতে চিরকাল থাকবে। আল্লাহ তাদের প্রতি সন্তুষ্ট। এটিই মহান সফলতা।”[সূরা মায়িদা, আয়াত: ১১৯]
  
  ৩. তিনি আরও বলেন: “যারা কুফরী অবলম্বন করেছে এবং সত্য চাপা দিয়ে রেখেছে, আল্লাহ কখনও তাদের ক্ষমা করবেন না এবং সরল পথ দেখাবেন না। তাদের জন্য রয়েছে জাহান্নামের পথ। সেখানে তারা বাস করবে অনন্তকাল। আর এমন করাটা আল্লাহর পক্ষে সহজ।”[সূরা নিসা, আয়াত: ১৬৯]
  
  ৪. তিনি আরও বলেন: “নিশ্চয় আল্লাহ কাফেরদেরকে অভিসম্পাত করেছেন এবং তাদের জন্যে জ্বলন্ত অগ্নি প্রস্তুত রেখেছেন। তথায় তারা অনন্তকাল থাকবে এবং কোন অভিভাবক ও সাহায্যকারী পাবে না।”[সূরা আল-আহযাব, আয়াত: ৬৪-৬৫]
  
  ৫. তিনি আরও বলেন: “কিন্তু আল্লাহর বাণী পৌছানো ও তাঁর পয়গাম প্রচার করাই আমার কাজ। যে আল্লাহ ও তাঁর রাসূলকে অমান্য করে, তার জন্যে রয়েছে জাহান্নামের অগ্নি। তথায় তারা চিরকাল থাকবে।”[সূরা আল-জিন্ন, আয়াত: ২৩]
  
  ইবনে কাছির বলেন:
  
  “তথায় তারা চিরকাল থাকবে” অর্থাৎ তথায় তারা বিরতিহীনভাবে অবস্থান করবে। সেখান থেকে বের হতে পারবে না কিংবা দূরে যেতে পারবে না।[তাফসিরে ইবনে কাছির, (৩/৫২০)]
  
  ৬. আল্লাহ তাআলা কাফেরদের সম্পর্কে সংবাদ দিতে গিয়ে বলেন: তারা কখনো সেখানে মৃত্যুবরণ করবে না এবং ভাল জীবন যাপন করবে না। তিনি বলেন: “নিশ্চয়ই যে তার পালনকর্তার কাছে অপরাধী হয়ে আসবে, তার জন্য রয়েছে জাহান্নাম। সেখানে সে মরবে না এবং বাঁচবেও না।”[সূরা ত্বহা, আয়াত: ৭৪] তিনি আরও বলেন: “এরপর তারা সেখানে মরবেও না; বাঁচবেও না।” [সূরা আল-আ’লা, আয়াত: ১৩]
  
  কুরতুবী এ আয়াতের ব্যাখ্যায় বলেন: “তারা সেখানে মরে গিয়ে শাস্তি থেকে স্বস্তি পাবে না; আবার বাঁচার মত বাঁচবেও না।”[তাফসিরে কুরতুবী ২০/২১]
  
  ৭. আবু সাঈদ খুদরী (রাঃ) থেকে বর্ণিত তিনি বলেন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বলেছেন: “মৃত্যুকে (শারীরিক রূপ দিয়ে) মাথায় সাদাদাগযুক্ত কালো রঙের মেষের আকৃতি দিয়ে আনা হবে। তারপর একজন আহ্বানকারী আহ্বান করবে: হে জান্নাতবাসী! এ আওয়াজ শুনে তারা ফিরে তাকাবে। আহ্বানকারী বলবে: তোমরা কি একে চেন? তারা বলবে: হ্যাঁ; এতো মৃত্যু। তারা প্রত্যেকেই তো ইতিপূর্বে তাকে দেখেছে। এরপর আবার ডাক দিয়ে বলবে, ওহে জাহান্নামবাসী! এ আওয়াজ শুনে তারাও ফিরে তাকাবে। এরপর প্রশ্ন করা হবে, তোমরা কি একে চিন? সবাই জবাব দিবে, হ্যাঁ (আমরা তাকে চিনি), এ তো ‘মৃত্যু’। তারা প্রত্যেকেই তো ইতিপূর্বে তাকে দেখেছে। এরপর সে মেষটিকে জবাই করা হবে। অতঃপর ঘোষণা দেয়া হবে, হে জান্নাতবাসী! এখানে মৃত্যুহীন চিরস্থায়ী জীবন। হে জাহান্নামবাসী! এখানে মৃত্যুহীন চিরস্থায়ী জীবন। এরপর তিনি তেলাওয়াত করেন:
  
  وَأَنذِرْهُمْيَوْمَالْحَسْرَةِإِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ وَهُمْ لَا يُؤْمِنُونَ
  
  অর্থ- “আপনি তাদেরকে পরিতাপের দিবস সম্পর্কে হুশিয়ার করে দিন যখন সব ব্যাপারের মীমাংসা হয়ে যাবে। এখন তারা গাফলতিতে আছে।” [সূরা মারিয়াম, আয়াত: ৩৯] এরা হচ্ছে- দুনিয়ার গাফেল মানুষগুলো। “তারা ঈমানদার নয়” [সহিহ বুখারি (৪৪৫৩) ও সহিহ মুসলিম (২৮৫০)]
  
  সহিহ বুখারি (৬১৮২) ও সহিহ মুসলিম (২৮৫০) এ ইবনে উমরের বর্ণনাতে এসেছে-“এতে করে জান্নাতবাসীগণ আরও বেশি আনন্দিত হবে এবং জাহান্নামবাসীগণ আরও বেশি দুঃশ্চিন্তাগ্রস্ত হয়ে পড়বে।”
  
  ইবনুল কাইয়্যেম (রহঃ) বলেন: এই মেষ, মেষকে শোয়ানো, যবেহ করা এবং উভয় দলের এ দৃশ্যকে দেখা বাস্তব; কল্পনা নয়; কিংবা অভিনয় নয়। অথচ কিছু কিছু ব্যক্তি এ বিষয়ে চরম ভুল করেছেন। তিনি বলেছেন: মৃত্যু তো- একটি অশরীরী বিষয়। অশরীরী বিষয়কে কিভাবে দেহ দেয়া হবে; থাকতো জবাই করা।
  
  এই অভিমত সঠিক নয়। কারণ আল্লাহ তাআলা মৃত্যু থেকে মেষের আকৃতি সৃষ্টি করবেন এবং সে মেষকে জবাই করা হবে। যেভাবে আমলগুলোকে দৃশ্যমান আকৃতি দেয়া হবে এবং এর আলোকে সওয়াব ও শাস্তি দেয়া হবে। আল্লাহ তাআলা অশরীরীকে শরীর দিতে পারেন। সে অশরীরী জিনিসটা হবে ওটাকে সৃষ্টি করার উপাদান। যেমনিভাবে তিনি দেহ থেকে অশরীরী জিনিস সৃষ্টি করতে পারেন। আবার তিনি অশরীরী জিনিস থেকে অশরীরী জিনিসও সৃষ্টি করতে পারেন এবং শরীরী জিনিস থেকে অন্য শরীরী জিনিস সৃষ্টি করতে পারেন। এ চারটি প্রকারের প্রত্যেকটি আল্লাহ তাআলার ক্ষমতায় রয়েছে। এর দ্বারা বিপরীতমুখী দুই জিনিস একত্রিত হওয়া আবশ্যকীয় নয় এবং এটি অসম্ভব কিছু নয়। তাছাড়া এমন দূরবর্তী কোন ব্যাখ্যা করারও প্রয়োজন নেই; যেমনটি কেউ কেউ বলেছেন: মৃত্যুর ফেরেশতাকে জবাই করা হবে। এ ধরনের কথা আল্লাহ ও তাঁর রাসূলের উপর অসার সংশোধনী আনার পর্যায়ে এবং এটি এমন বাতিল ব্যাখ্যা যা বিবেক-বুদ্ধি কিংবা নকলি দলিল কোনটা দ্বারা অনিবার্য নয়। বরং এ ধরনের ব্যাখ্যা দেয়ার কারণ হচ্ছে- রাসূলের বাণীর মর্মার্থ বুঝার মত যথাযথ যোগ্যতা না-থাকা।[হাদিউল আরওয়াহ, পৃষ্ঠা-২৮৩, ২৮৪]
  
  ৮. ইবনে উমর (রাঃ) থেকে বর্ণিত তিনি নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বর্ণনা করেন তিনি বলেন: জান্নাতবাসীগণ জান্নাতে প্রবেশ করার পর, জাহান্নামবাসীগণ জাহান্নামে প্রবেশ করার পর একজন ঘোষক দণ্ডায়মান হয়ে ঘোষণা করবে: ওহে জাহান্নামবাসী আর মৃত্যু নেই; ওহে জান্নাতবাসী আর মৃত্যু নেই, চিরস্থায়ী জীবন।[সহিহ বুখারি (৬১৭৮) ও সহিহ মুসলিম (২৮৫০)]
  
  ৯. আবু সাঈদ খুদরি (রাঃ) ও আবু হুরায়রা (রাঃ) থেকে বর্ণিত তাঁরা নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে বর্ণনা করেন যে, তিনি বলেন: “একজন ঘোষক ঘোষণা করবে (অর্থাৎ জান্নাতবাসীদের মাঝে): তোমরা এখানে সুস্থ থাকবে; কখনো অসুস্থ হবে না। সজীব থাকবে; কখনো মৃত্যুবরণ করবে না। যুবক থাকবে; কখনো বৃদ্ধ হবে না। সর্বদা নেয়ামতের মধ্যে থাকবে; কখনো বঞ্চিত হবে না। আল্লাহর বাণী: ‘এই যে, জান্নাতের উত্তরাধিকারী তোমরা হয়েছ, এটা তোমাদের কর্মের ফল।’[সূরা যুখরুফ, আয়াত: ৭২] দ্বারা এটাই উদ্দেশ্য করা হয়েছে।[সহিহ মুসলিম (২৮২৭)]
  
  অতএব, ও মুসলিম ভাই! এ দুনিয়ায় থাকাকালে নেকীর দিকে ছুটে চলুন। দুনিয়া তো সামান্য কয়েকটি দিন। এরপর অনন্ত সে জীবনে স্থানান্তরিত হবেন; হয়তো আপনার গন্তব্য জান্নাত; যে জান্নাতের নেয়ামত অফুরন্ত। কিংবা জাহান্নাম; যে জাহান্নামের আগুন চিরস্থায়ী। আর দেরী নয়; আর দেরী নয়; এখনি শুরু করুন। ‘অচিরেই করব’ এ বুলি বর্জন করুন। কারণ জাহান্নামবাসীদের অধিকাংশ চিৎকার হবে- ‘অচিরেই করব’।
  
  আল্লাহ আমাদেরকে ও আপনাদেরকে জান্নাতের বাসিন্দা করুন। আমীন`,
      topic: `আখেরাতের জীবন অন্তহীন`,
      category: `আকীদা`
    },
    {
      question: `আমি এক ওয়েবসাইটে কিয়ামতের আলামতের ব্যাপারে পড়ছিলাম। আমি এ হাদিসটি পড়েছি:
  (নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামকে কিয়ামতের ব্যাপারে জিজ্ঞেস করা হয়েছিলো। তখন তিনি তাদের মাঝে সবচেয়ে কম বয়সী বালকের দিকে নজর দিয়ে বললেন: এ যদি বেঁচে থাকে তবে সে দীর্ঘদিন বাঁচার পুর্বেই সর্বশেষ সময় (কিয়ামত) তোমাদের কাছে আসবে।" এর দ্বারা তিনি তাদের মৃত্যু হওয়া এবং কিয়ামতকে বুঝিয়েছেন। কেননা সকল মানুষ অচিরেই মৃত্যুবরণ করবে এবং কিয়ামতের দিন হাযির হবে। কেউ কেউ বলছেন মানুষ মারা যাবার পরপর তার হিসাব গ্রহণ শুরু হয়ে যায়। এ হাদিসটি এই অর্থে সঠিক।)
  
  এই হাদিসের অর্থ কি এই যে, ঐ বালকটি বৃদ্ধ হবার আগেই কিয়ামত শুরু হয়ে যাবে? দয়া করে হাদিসটির সঠিক অর্থ বিষদ ব্যাখ্যা করুন।`,
      answer: `আলহামদু লিল্লাহ।.
  
  এই হাদিসটি সহিহ বুখারী ও সহিহ মুসলিমের বিভিন্ন রেওয়ায়েতে বর্ণিত হয়েছে। যেমন, সহিহ বুখারী (৬১৪৬) ও সহিহ মুসলিম (২৯৫২)-এ এসেছে:
  
  عن عائشة رضي الله عنها قالت : كان رجال من الأعراب جفاة يأتون النبي صلى الله عليه وسلم فيسألونه متى الساعة فكان ينظر إلى أصغرهم فيقول : إن يعش هذا لا يدركه الهرم حتى تقوم عليكم ساعتكم قال هشام [أحد رواة الحديث]: يعني موتهم.
  
  (আয়িশা (রাঃ) থেকে বর্ণিত তিনি বলেন: কিছু অভদ্র বেদুঈন রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নিকট এসে তাঁকে কিয়ামত সম্পর্কে জিজ্ঞেস করে বললো যে, কিয়ামত কবে হবে? তখন তিনি তাদের মাঝে সবচেয়ে কম বয়সীর দিকে নজর দিয়ে বললেন: এ যদি বেঁচে থাকে তবে সে বৃদ্ধ হওয়ার পুর্বেই তোমাদের উপর তোমাদের কিয়ামত সংগঠিত হবে।” হিশাম -হাদিসটির একজন বর্ণনাকারী- বলেন: এর অর্থ হলো তাদের মৃত্যু।
  
  হাদিসটির অর্থ পরিষ্কার। হাদিসের উদ্দেশ্য হল: এই লোকগুলোর কিয়ামত। অর্থাৎ তাদের মৃত্যু খুব নিকটবর্তী। এই বালকটি বৃদ্ধ হওয়ার আগেই তা সংঘটিত হবে। এ হাদিসে الساعة الكبرى (বড় কিয়ামত)-কে উদ্দেশ্য করা হয়নি; যেটা হচ্ছে পুনরুত্থান দিবস।
  
  কাজী ইয়ায (রহঃ) বলেন: এখানে “তোমাদের কিয়ামত” দ্বারা উদ্দেশ্য হচ্ছে— তাদের মৃত্যু। অর্থাৎ তাদের প্রজন্মের মৃত্যু কিংবা সম্বোধিত ব্যক্তিদের মৃত্যু।[ইমাম নববী রচিত "শারহে মুসলিম" থেকে উদ্ধৃত]
  
  আল-কারমানী (রহঃ) বলেন: এ উত্তরটি হিকমতপূর্ণ শৈলীর অন্তর্ভুক্ত। অর্থাৎ তোমরা বড় কিয়ামতের সময় সম্পর্কে প্রশ্ন করা বাদ দাও। কেননা সেটা আল্লাহ ছাড়া কেউ জানে না। বরং তোমরা তোমাদের প্রজন্মের সমাপ্তিকাল সম্পর্কে জিজ্ঞেস কর। কারণ সেটি জানা তোমাদের জন্য বেশী উপযোগী। যেহেতু সেটা জানাটা তোমাদেরকে নেক আমলের প্রতি উদ্বুদ্ধ করবে, নেক আমলের সময় ফুরিয়ে যাবার আগে। কেননা তোমাদের কেউ জানে না যে, কার আগে কে মারা যাবে।
  
   রাগিব ইসফাহানী (রহঃ) বলেছেন: ساعة শব্দের অর্থ— সময়ের একটি অংশ। দ্রুত হিসাব গ্রহণের উপমাস্বরূপ এ শব্দ দিয়ে কিয়ামতকে বুঝানো হয়। আল্লাহ্‌ তাআলা বলেন: وَهُوَ أَسرَعُ الحاسِبينَ (এবং তিনি দ্রুত হিসাব গ্রহণকারী।)[সূরা আন’আম ৬:৬২] কিংবা নিম্নোক্ত আয়াতে আল্লাহ্‌ যা উল্লেখ করেছেন সে বিবেচনা থেকে কিয়ামত বুঝাতে এ শব্দটি ব্যবহৃত হয়। كَأَنَّهُم يَومَ يَرَونَ ما يوعَدونَ لَم يَلبَثوا إِلّا ساعَةً مِن نَهارٍ (তারা যেদিন তাদের প্রতিশ্রুত শাস্তি দেখতে পাবে সেদিন তাদের মনে হবে, যেন তারা দিনের এক মুহূর্তের বেশী (পৃথিবীতে) অবস্থান করেনি।)[সূরা আহকাফ; ৪৬:৩৫]
  
  الساعة (আস-সা’আতু) শব্দটি তিনটি জিনিস বুঝাতে ব্যবহৃত হয়:
  
  ■ الساعة الكبرى (বড় কিয়ামত): তা হলো যেদিন মানুষকে হিসাব গ্রহণের জন্য পুনরুত্থিত করা হবে।
  
  ■  الساعة الوسطى (মধ্যবর্তী কিয়ামত): তা হলো কোনো প্রজন্মের সকলের মৃত্যু।
  
  ■  الساعة الصغرى (ছোট কিয়ামত): তা হলো কোনো ব্যক্তির মৃত্যু।
  
  কাজেই প্রত্যেক ব্যক্তির কিয়ামত হলো তার মৃত্যু।[ফাতহুল বারী থেকে সংকলিত]
  
  আল্লাহ্‌ই সর্বজ্ঞ।`,
      topic: `মধ্যবর্তী কিয়ামত`,
      category: `আকীদা`
    },
    {
      question: `কেয়ামতের ছোট ও বড় আলামতগুলো কী কী?`,
      answer: `আলহামদু লিল্লাহ।.
  
  কেয়ামতের পূর্বে কেয়ামতের নিকটবর্তিতার প্রমাণস্বরূপ যে আলামতগুলো প্রকাশ পাবে সেগুলোকে ছোট আলামত ও বড় আলামত এই পরিভাষাতে আখ্যায়িত করা হয়। অধিকাংশ ক্ষেত্রে ছোট আলামতগুলো কেয়ামত সংঘটিত হওয়ার অনেক আগেই প্রকাশিতহবে। এর মধ্যে কোন কোন আলামত ইতিমধ্যেই প্রকাশ পেয়ে নিঃশেষ হয়ে গেছে। কোন কোন আলামত নিঃশেষ হয়ে আবার পুনঃপ্রকাশ পাচ্ছে। কিছু আলামত প্রকাশিত হয়েছে এবং অব্যাহতভাবে প্রকাশিত হয়ে যাচ্ছে। আর কিছু আলামত এখনো প্রকাশ পায়নি। কিন্তু নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সংবাদ অনুযায়ী সেগুলো অচিরেই প্রকাশ পাবে। কেয়ামতের বড় বড় আলামত:
  
  এগুলো হচ্ছে অনেক বড় বড় বিষয়। এগুলোর প্রকাশ পাওয়া প্রমাণ করবে যে, কেয়ামত অতি নিকটে; কেয়ামত সংঘটিত হওয়ার সামান্য কিছু সময় বাকী আছে।
  
  আর ছোট ছোট আলামত:
  
  কেয়ামতের ছোট আলামতের সংখ্যা অনেক। এ বিষয়ে অনেক সহিহ হাদিস উদ্ধৃত হয়েছে। এখানে আমরা সম্পূর্ণ হাদিস উল্লেখ না করে হাদিসগুলোর শুধু প্রাসঙ্গিক অংশটুকু উল্লেখ করব। কারণ হাদিসগুলো উল্লেখ করতে গেলে উত্তরের কলেবর অনেক বড় হয়ে যাবে। যিনি আরো বেশি জানতে চান তিনি এ বিষয়ে রচিত গ্রন্থাবলী পড়তে পারেন। যেমন- শাইখ উমর সুলাইমান আল-আশকারের “আলকিয়ামতুস সুগরা”, শাইখ ইউসুফ আলওয়াবেল এর “আশরাতুস সাআ” ইত্যাদি।
  
  কেয়ামতের ছোট ছোট আলামতের মধ্যে রয়েছে-
  
  ১. নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের নবুয়ত লাভ।
  
  ২. নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের মৃত্যু।
  
  ৩. বায়তুল মোকাদ্দাস বিজয়।
  
  ৪. ফিলিস্তিনের “আমওয়াস” নামক স্থানে প্লেগ রোগ দেখা দেয়া।
  
  ৫. প্রচুর ধন-সম্পদ হওয়া এবং যাকাত খাওয়ার লোক না-থাকা।
  
  ৬. নানারকম গোলযোগ (ফিতনা) সৃষ্টি হওয়া। যেমন ইসলামের শুরুর দিকে উসমান (রাঃ) এর হত্যাকাণ্ড সংঘটিত হওয়া, জঙ্গে জামাল ও সিফফিন এর যুদ্ধ, খারেজিদের আবির্ভাব, হাররার যুদ্ধ, কুরআন আল্লাহর একটি সৃষ্টি এই মতবাদের বহিঃপ্রকাশ ইত্যাদি।
  
  ৭. নবুয়তের মিথ্যা দাবিদারদের আত্মপ্রকাশ। যেমন- মুসাইলামাতুল কাযযাব ও আসওয়াদ আনসি।
  
  ৮. হেজাযে আগুন বের হওয়া। সপ্তম শতাব্দীর মাঝামাঝি ৬৫৪হিঃ তে এই আগুন প্রকাশিত হয়েছে। এটা ছিল মহাঅগ্নি। তৎকালীন ও তৎপরবর্তী আলেমগণ এই আগুনের বিবরণ দিয়ে বিস্তারিত আলোচনা করেছেন। যেমন ইমাম নববী লিখেছেন- “আমাদের জামানায় ৬৫৪হিজরিতে মদিনাতে আগুন বেরিয়েছে। মদিনার পূর্ব পার্শ্বস্থ কংকরময় এলাকাতে প্রকাশিত হওয়া এই আগুন ছিল এক মহাঅগ্নি। সকল সিরিয়াবাসী ও অন্য সকল শহরের মানুষ তাওয়াতুর সংবাদের ভিত্তিতে তা অবহিত হয়েছে। মদিনাবাসীদের মধ্যে এক ব্যক্তি আমাকে এ বিষয়টি নিশ্চিত করেছেন, যিনি নিজে সে আগুন প্রত্যক্ষ করেছেন।”
  
  ৯. আমানতদারিতা না-থাকা। আমানতদারিতা ক্ষুণ্ণহওয়ার একটা উদাহরণ হচ্ছে- যে ব্যক্তি যে দায়িত্ব পালনের যোগ্য নয় তাকে সে দায়িত্ব প্রদান করা।
  
  ১০. ইলম উঠিয়ে নেয়া ও অজ্ঞতা বিস্তার লাভ করা। ইলম উঠিয়ে নেয়া হবে আলেমদের মৃত্যু হওয়ার মাধ্যমে। সহিহ বুখারি ও সহিহ মুসলিম এরসপক্ষে হাদিস এসেছে।
  
  ১১. ব্যভিচার বেড়ে যাওয়া।
  
  ১২. সুদ ছড়িয়ে পড়া।
  
  ১৩. বাদ্য যন্ত্র ব্যাপকতা পাওয়া।
  
  ১৪. মদ্যপান বেড়ে যাওয়া।
  
  ১৫. বকরির রাখালেরা সুউচ্চ অট্টালিকা নির্মাণ করা।
  
  ১৬. কৃতদাসী কর্তৃক স্বীয় মনিবকে প্রসব করা। এই মর্মে সহিহ বুখারি ও সহিহ মুসলিমেহাদিস সাব্যস্ত হয়েছে। এই হাদিসের অর্থের ব্যাপারে আলেমগণের একাধিক অভিমত পাওয়া যায়। ইবনে হাজার যে অর্থটি নির্বাচন করেছেন সেটি হচ্ছে- সন্তানদের মাঝে পিতামাতার অবাধ্যতা ব্যাপকভাবে দেখা দেয়া। সন্তান তার মায়ের সাথে এমন অবমাননাকর ও অসম্মানজনক আচরণ করাযাএকজন মনিব তার দাসীর সাথে করে থাকে।
  
  ১৭. মানুষ হত্যা বেড়ে যাওয়া।
  
  ১৮. অধিকহারে ভূমিকম্প হওয়া।
  
  ১৯. মানুষের আকৃতি রূপান্তর, ভূমি ধ্বস ও আকাশ থেকে পাথর পড়া।
  
  ২০. কাপড় পরিহিতা সত্ত্বেও উলঙ্গ এমন নারীদের বহিঃপ্রকাশ ঘটা।
  
  ২১. মুমিনের স্বপ্ন সত্য হওয়া।
  
  ২২. মিথ্যা সাক্ষ্য দেয়া বেড়ে যাওয়া; সত্য সাক্ষ্য লোপ পাওয়া।
  
  ২৩. নারীদের সংখ্যা বেড়ে যাওয়া।
  
  ২৪. আরব ভূখণ্ড আগের মত তৃণভূমি ও নদনদীতে ভরে যাওয়া।
  
  ২৫. একটি স্বর্ণের পাহাড় থেকে ফোরাত (ইউফ্রেটিস) নদীর উৎস আবিষ্কৃত হওয়া।
  
  ২৬. হিংস্র জীবজন্তু ও জড় পদার্থ মানুষের সাথে কথা বলা।
  
  ২৭. রোমানদের সংখ্যা বৃদ্ধি পাওয়া এবং মুসলমানদের সাথে তাদের যুদ্ধ হওয়া।
  
  ২৮. কনস্টান্টিনোপল বিজয় হওয়া।
  
  পক্ষান্তরে কেয়ামতের বড় বড় আলামত হচ্ছে সেগুলো যা নবী করিম সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম হুযাইফা বিন আসিদ (রাঃ) এর হাদিসে উল্লেখ করেছেন। সে হাদিসে সব মিলিয়ে ১০টি আলামত উল্লেখ করা হয়েছে: দাজ্জাল, ঈসা বিন মরিয়ম (আঃ) এর নাযিল হওয়া, ইয়াজুজ ও মাজুজ, পূর্বে পশ্চিমে ও আরব উপদ্বীপে তিনটি ভূমিধ্বস হওয়া, ধোঁয়া, সূর্যাস্তের স্থান হতে সূর্যোদয়, বিশেষ জন্তু, এমন আগুনের বহিঃপ্রকাশ যা মানুষকে হাশরের মাঠের দিকে নিয়ে যাবে। এই আলামতগুলো একটার পর একটা প্রকাশ হতে থাকবে। প্রথমটি প্রকাশিত হওয়ার অব্যবহিত পরেই পরেরটি প্রকাশ পাবে। ইমাম মুসলিম হুযাইফা বিন আসিদ (রাঃ) হতে বর্ণনা করেন যে, একবার রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম আমাদেরকে কথাবার্তা বলতে দেখে বললেন: তোমরা কি নিয়ে আলাপ-আলোচনা করছ? সাহাবীগণ বলল: আমরা কেয়ামত নিয়ে আলোচনা করছি। তখন তিনি বললেন: নিশ্চয় দশটি আলামত সংঘটিত হওয়ার আগে কেয়ামত হবে না। তখন তিনি ধোঁয়া, দাজ্জাল, বিশেষ জন্তু, সূর্যাস্তের স্থান হতে সূর্যোদয়, ঈসা বিন মরিয়মের অবতরণ, ইয়াজুজ-মাজুজ, পূর্ব-পশ্চিম ও আরব উপদ্বীপে তিনটি ভূমি ধ্বস এবং সর্বশেষ ইয়েমেনে আগুন যা মানুষকে হাশরের দিকে তাড়িয়ে নিয়ে যাবে উল্লেখ করেন। এই আলামতগুলোর ধারাবাহিকতা কী হবে সে ব্যাপারে সুস্পষ্ট সহিহ কোন দলীল পাওয়া যায় না। তবে বিভিন্ন দলিলকে একত্রে মিলিয়ে এগুলোর ধারাবাহিকতা নির্ধারণ করা হয়ে থাকে। শাইখ উছাইমীনকে প্রশ্ন করা হয়েছিল কেয়ামতের বড় বড় আলামতগুলো কি ধারাবাহিকভাবে আসবে?
  
  জবাব দিতে গিয়ে তিনি বলেন: কেয়ামতের আলামতগুলোর মধ্যে কোন কোনটির ধারাবাহিকতা জানা গেছে; আর কোন কোনটির ধারাবাহিকতা জানা যায়নি। ধারাবাহিক আলামতগুলো হচ্ছে- ঈসা বিন মরিয়মের অবতরণ, ইয়াজুজ-মাজুজের বহিঃপ্রকাশ, দাজ্জালের আত্মপ্রকাশ।
  
  প্রথমে দাজ্জালকে পাঠানো হবে। তারপর ঈসা বিন মরিয়ম এসে দাজ্জালকে হত্যা করবেন। তারপর ইয়াজুজ-মাজুজ বের হবে। সাফফারিনী (রহঃ) তাঁর রচিত আকিদার গ্রন্থে এই আলামতগুলোর ধারাবাহিকতা নির্ধারণ করেছেন। কিন্তু তাঁর নির্ণয়কৃত এ ধারাবাহিকতার কোন কোন অংশের প্রতি মন সায় দিলেও সবটুকু অংশের প্রতি মন সায় দেয় না। তাই এই আলামতগুলোর ধারাবাহিকতা আমাদের কাছে গুরুত্বপূর্ণ নয়। আমাদের কাছে গুরুত্বপূর্ণ হচ্ছে- কেয়ামতের বড় বড় কিছু আলামত আছে। এগুলোর কোন একটি প্রকাশ পেলে জানা যাবে, কেয়ামত অতি সন্নিকটে। কেয়ামত হচ্ছে- অনেক বড় একটা ঘটনা। এই মহা ঘটনার নিকটবর্তিতা সম্পর্কে মানুষকে আগেভাগে সতর্ক করা প্রয়োজন বিধায় আল্লাহ তাআলা কেয়ামতের জন্য বেশ কিছু আলামত সৃষ্টি করেছেন।[মাজমুউ ফাতাওয়া, খণ্ড-২, ফতোয়া নং- ১৩৭] আল্লাহই ভাল জানেন।`,
      topic: `কেয়ামতের ছোট ও বড় আলামতসমূহ`,
      category: `আকীদা`
    },
    {
      question: `জনৈক লোক এক বাসায় বসবাস করছিল। যে বাসাতে থেকে সে বিভিন্ন রোগ ও অনেক বিপদ-মুসিবতে আক্রান্ত হচ্ছিল। যা র ফলে সে ও তার পরিবার উক্ত বাসাকে কুলক্ষণ গণ্য করল। এ কারণে তার জন্যে ঐ বাসাটি ত্যাগ করা কি জায়েয?`,
      answer: `আলহামদু লিল্লাহ।.
  
  কোন কোন বসত ঘর, কোন কোন যানবাহন কিংবা কোন কোন স্ত্রী কুলক্ষণে হতে পারে। আল্লাহ্‌তাআলা তাঁর হেকমত অনুযায়ী এগুলোর সঙ্গে থাকলে ক্ষতি ঘটান কিংবা কোন কল্যাণ থেকে বঞ্ছিত করেন কিংবা এ জাতীয় অন্য কিছু ঘটে। তাই এ ধরণের বাসা বিক্রি করে দিয়ে অন্য বাসায় স্থানান্তরিত হতে কোন অসুবিধা নাই। আশা করি, এখান থেকে অন্যত্র স্থানান্তরিত হলে আল্লাহ্‌সেখানে কল্যাণ রাখবেন। নবী সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম থেকে উদ্ধৃত হয়েছে যে, তিনি বলেন: "তিনটি জিনিসের মাঝে কুলক্ষণ রয়েছে: ঘর, নারী ও ঘোড়ার মধ্যে"। সুতরাং কোন কোন যানবাহন কুলক্ষণে হতে পারে এবং কোন কোন স্ত্রী কুলক্ষণে হতে পারে। কোন কোন বাড়ী কুলক্ষণে হতে পারে। যদি কেউ এমন কিছু দেখতে পায় তাহলে তার জেনে রাখা উচিত এটি আল্লাহ্‌তাআলার পক্ষ থেকে তাকদীরকৃত। আল্লাহ্‌তাআলা তাঁর হেকমত অনুযায়ী এটি তাকদীরে রেখেছেন; যাতে করে সে ব্যক্তি অন্য কোন স্থানে স্থানান্তরিত হয়। আল্লাহ্‌ই সর্বজ্ঞ।"[সমাপ্ত]
  
  শাইখ উছাইমীন (রহঃ)
  
  [ফাতাওয়াল আকিদা (পৃষ্ঠা-৩০৩)]`,
      topic: `ঘরকে কুলক্ষণ ভাবা`,
      category: `আকীদা`
    }
  ]


  export {questions}