import { Typography } from "@material-ui/core";
import c from '../styles/dua.module.css'

export default function DuaFazilat() {
    return <Typography style={{ whiteSpace: "pre-line", padding: '0 10px' }}>
        <h3 className="text-center">যিকিরের ফযীলত</h3>
        <p>মহান আল্লাহ বলেন,</p>

        <p className={`text-end ${c.fontarby}`}>فَاذْكُرُوْنِيْٓ اَذْكُرْكُمْ وَاشْكُرُوْا لِيْ وَلَا تَكْفُرُوْنِ</p>

        <p>“অতএব তোমরা আমাকে স্মরণ কর, আমিও তোমাদেরকে স্মরণ করব। আর তোমরা আমার প্রতি কৃতজ্ঞতা প্রকাশ কর এবং আমার প্রতি অকৃতজ্ঞ হয়ো না।” [1]</p>

        <p className={`text-end ${c.fontarby}`}>يٰٓاَيُّهَا الَّذِيْنَ اٰمَنُوا اذْكُرُوا اللّٰهَ ذِكْرًا كَثِيْرًا</p>

        <p>“হে ঈমানদারগণ! তোমরা আল্লাহকে অধিক পরিমাণে স্মরণ কর”।[2]</p>

        <p className={`text-end ${c.fontarby}`}>وَالذّٰكِرِيْنَ اللّٰهَ كَثِيْرًا وَّالذّٰكِرٰتِ ۙ اَعَدَّ اللّٰهُ لَهُمْ مَّغْفِرَةً وَّاَجْرًا عَظِيْمًا</p>

        <p>“আর আল্লাহকে অধিক পরিমাণে স্মরণকারী পুরুষ ও নারী: আল্লাহ তাদের জন্য ক্ষমা ও বিরাট পুরস্কার প্রস্তুত করে রেখেছেন[3]।”</p>

        <p className={`text-end ${c.fontarby}`}>وَاذْكُرْ رَّبَّكَ فِيْ نَفْسِكَ تَضَرُّعًا وَّخِيْفَةً وَّدُوْنَ الْجَــهْرِ مِنَ الْقَوْلِ بِالْغُدُوِّ وَالْاٰصَالِ وَلَا تَكُنْ مِّنَ الْغٰفِلِيْنَ</p>

        <p>“আর আপনি আপনার রব্বকে স্মরণ করুন মনে মনে, মিনতি ও ভীতিসহকারে, অনুচ্চস্বরে; সকালে ও সন্ধ্যায়। আর উদাসীনদের অন্তর্ভুক্ত হবেন না।”[4]</p>

        <p>তাছাড়া নবী সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “যে ব্যক্তি তার রবের যিকির (স্মরণ) করে, আর যে ব্যক্তি তার রবের যিকির করে না- তারা যেন জীবিত আর মৃত”[5]।</p>

        <p>রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “আমি কি তোমাদেরকে তা জানাবো না- আমলের মধ্যে যা সর্বোত্তম, তোমাদের মালিক (আল্লাহর) কাছে যা অত্যন্ত পবিত্র, তোমাদের জন্য যা অধিক মর্যাদা বৃদ্ধিকারী, (আল্লাহর পথে) সোনা-রূপা ব্যয় করার তুলনায় যা তোমাদের জন্য উত্তম এবং তোমরা তোমাদের শত্রুদের মুখোমুখি হয়ে তাদেরকে হত্যা এবং তারা তোমাদের হত্যা করার চেয়েও অধিকতর শ্রেষ্ঠ?” সাহাবীগণ বললেন, অবশ্যই হ্যাঁ। তিনি বললেন, “আল্লাহ তা‘আলার যিকির”[6]।</p>

        <p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “আল্লাহ তা‘আলা বলেন, আমার বান্দা আমার সম্পর্কে যেরূপ ধারণা করে, আমাকে সে তদ্রূপই পাবে; আর যখন সে আমাকে স্মরণ করে, তখন আমি তার সাথে থাকি। সুতরাং যদি সে মনে মনে আমাকে স্মরণ করে, আমিও আমার মনে তাকে স্মরণ করি। আর যদি সে কোনো সমাবেশে আমাকে স্মরণ করে, তাহলে আমি তাকে এর চাইতে উত্তম সমাবেশে স্মরণ করি। আর সে যদি আমার দিকে এক বিঘত পরিমাণ নিকটবর্তী হয়, তাহলে আমি তার দিকে এক হাত পরিমাণ নিকটবর্তী হই। সে এক হাত পরিমাণ নিকটবর্তী হলে আমি তার দিকে এক বাহু পরিমাণ নিকটবর্তী হই। আর সে যদি আমার দিকে হেঁটে আসে, আমি তার দিকে দ্রুতবেগে যাই।[7]”</p>

        <p>আব্দুল্লাহ ইবন বুসর রাদিয়াল্লাহু ‘আনহু থেকে বর্ণিত, এক ব্যক্তি আরয করল, হে আল্লাহর রাসূল! ইসলামের বিধিবিধান আমার জন্য বেশি হয়ে গেছে। কাজেই আপনি আমাকে এমন একটি বিষয়ের খবর দিন, যা আমি শক্ত করে আঁকড়ে ধরব। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বলেন, “তোমরা জিহ্বা যেনো সর্বক্ষণ আল্লাহর যিকিরে সজীব থাকে”[8]।</p>

        <p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “যে ব্যক্তি আল্লাহর কিতাব (কুরআন) থেকে একটি হরফ পাঠ করে, সে তার বিনিময়ে একটি সাওয়াব পায়, আর একটি সাওয়াব হবে দশটি সাওয়াবের সমান। আমি আলিফ, লাম ও মীমকে একটি হরফ বলছি না। বরং ‘আলিফ’ একটি হরফ, ‘লাম’ একটি হরফ এবং ‘মীম’ একটি হরফ”[9]।</p>

        <p>উকবা ইবন আমের রাদিয়াল্লাহু ‘আনহু বলেন, একবার রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম বের হলেন। আমরা তখন সুফ্‌ফায় (মসজিদে নববীর আঙ্গিনায়) অবস্থান করছিলাম। তিনি বললেন, “তোমাদের মধ্যে কে আছে, যে প্রতিদিন সকালে বুতহান বা আকীক উপত্যকায় গিয়ে সেখান থেকে কোনো প্রকার পাপ বা আত্মীয়তার বন্ধন ছিন্ন না করে উঁচু কুঁজবিশিষ্ট দু’টি উষ্ট্রী নিয়ে আসতে পছন্দ করে”? আমরা বললাম, হে আল্লাহর রাসূল! আমরা তা পছন্দ করি। তিনি বললেন: “তোমাদের কেউ কি এরূপ করতে পার না যে, সকালে মসজিদে গিয়ে মহান আল্লাহর কিতাব থেকে দু’টি আয়াত জানবে অথবা পড়বে- এটা তার জন্য দু’টি উষ্ট্রীর তুলনায় উত্তম। আর তিনটি আয়াত তিনটি উষ্ট্রী থেকে উত্তম, চারটি আয়াত চারটি উষ্ট্রী থেকে উত্তম। আর (শুধু উষ্ট্রীই নয়, বরং একইসাথে) সমসংখ্যক উট লাভ করা থেকেও তা উত্তম হবে।”[10]</p>

        <p>রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “যে ব্যক্তি এমন কোনো বৈঠকে (মজলিসে) বসেছে যেখানে সে আল্লাহর যিকির করে নি, তার সে বসাই আল্লাহর নিকট থেকে তার জন্য আফসোস ও নৈরাশ্যজনক হবে। আর যে ব্যক্তি এমন কোনো শয়নে শুয়েছে যেখানে সে আল্লাহর যিকির করে নি, তার সে শোয়াই আল্লাহর নিকট থেকে তার জন্য আফসোস ও নৈরাশ্যজনক হবে।”[11]</p>

        <p>রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “যদি কোনো দল কোনো বৈঠকে বসে আল্লাহর যিকির না করে এবং তাদের নবীর ওপর দুরূদও পাঠ না করে, তাহলে তাদের সেই বৈঠক তাদের জন্য কমতি ও আফসোসের কারণ হবে। আল্লাহ ইচ্ছা করলে তাদেরকে শাস্তি দেবেন, অথবা তিনি চাইলে তাদের ক্ষমা করবেন।”[12]</p>

        <p>রাসূলুল্লাহ্‌ সাল্লাল্লাহু আলাইহি ওয়াসাল্লাম আরও বলেন, “যদি কোনো একদল লোক এমন কোনো বৈঠক থেকে উঠল, যেখানে তারা আল্লাহর নাম স্মরণ করে নি, তবে তারা যেন গাধার লাশের কাছ থেকে উঠে আসল। আর এরূপ মজলিস তাদের জন্য আফসোসের কারণ হবে”।[13]</p>
        <hr style={{ color: '#eee', height: '2px' }} />

        <div style={{fontSize: '0.8rem'}}>
            <p>[1] সূরা আল-বাকারাহ, আয়াত: ১৫২।</p>
            <p>[2] সূরা আল-আহযাব, আয়াত: ৪১।</p>
            <p>[3] সূরা আল-আহযাব, আয়াত: ৩৫।</p>
            <p>[4] সূরা আল-আ‘রাফ, আয়াত: ২০৫।</p>
            <p>[5] বুখারী, ফাতহুল বারীসহ ১১/২০৮, নং ৬৪০৭; মুসলিম, ১/৫৩৯, নং ৭৭৯, আর তার শব্দ হচ্ছে,

             «مَثَلُ الْبَيْتِ الَّذِي يُذْكَرُ اللهُ فِيهِ، وَالْبَيْتِ الَّذِي لَا يُذْكَرُ اللهُ فِيهِ، مَثَلُ الْحَيِّ وَالْمَيِّتِ»

                “যে ঘরে আল্লাহর যিকির হয়, আর যে ঘরে আল্লাহর যিকির হয় না- তার দৃষ্টান্ত যেন জীবিত আর মৃত।”</p>
            <p>[6] তিরমিযী ৫/৪৫৯, নং ৩৩৭৭; ইবন মাজাহ ২/১৬৪৫, নং ৩৭৯০; আরও দেখুন, সহীহ ইবন মাজাহ ২/৩১৬; সহীহ তিরমিযী ৩/১৩৯।</p>
            <p>[7] বুখারী ৮/১৭১, নং ৭৪০৫; মুসলিম ৪/২০৬১, নং ২৬৭৫। তবে শব্দটি বুখারীর।  </p>
            <p>[8] তিরমিযী ৫/৪৫৮, নং ৩৩৭৫; ইবন মাজাহ ২/১২৪৬, নং ৩৭৯৩। আর শাইখ আলবানী একে সহীহ বলেছেন। দেখুন, সহীহ আত-তিরমিযী, ৩/১৩৯; সহীহ ইবন মাজাহ্ ২/৩১৭।</p>
            <p>[9] তিরমিযী ৫/১৭৫, নং ২৯১০। শাইখ আলবানী একে সহীহ বলেছেন; দেখুন, সহীহুত তিরমিযী, ৩/৯; সহীহ জামে সগীর-৫/৩৪০।</p>
            <p>[10] মুসলিম, ১/৫৫৩; নং ৮০৩।</p>
            <p>[11] আবূ দাউদ ৪/২৬৪, নং ৪৮৫৬ ও অন্যান্য। দেখুন, সহীহুল জামে‘ ৫/৩৪২।</p>
            <p>[12] তিরমিযী, ৫/৪৬১, নং ৩৩৮০। আরও দেখুন, সহীহুত তিরমিযী, ৩/১৪০।</p>
            <p>[13] আবূ দাউদ ৪/২৬৪, নং ৪৮৫৫; আহমদ ২/৩৮৯ নং ১০৬৮০। আরও দেখুন, সহীহুল জামে‘ ৫/১৭৬।</p>
        </div>
    </Typography>
}